Repository: erinaldo/Bakrie
Catalog: Transaction/BSP/Vehicle/VehicleRunningLogFrm.*.resx
Languages: ms

# btnClose.Text
source: Close
ms: Tutup

# btnPrintFFBDO.Text
source: Print
ms: Cetak

# btnReset.Text
source: Reset
ms: Ulang Awal

# btnSaveOrUpdate.Text
source: Save
ms: Simpan

# btnSearch.Text
source: Search
ms: Pencarian

# chkDate.Text
source: Date
ms: Tanggal

# dgVehicleCode.Columns(VHWSCode).HeaderText
source: Vehicle Code
ms: Kode Kendaraan

# dgvListOfVehicleLog.Columns(Activity).HeaderText
source: Activity
ms: Aktifitas

# dgvListOfVehicleLog.Columns(EndTime).HeaderText
source: End Time
ms: Waktu Akhir

# dgvListOfVehicleLog.Columns(LogDate).HeaderText
source: Date
ms: Tanggal

# dgvListOfVehicleLog.Columns(StartTime).HeaderText
source: Start Time
ms: Waktu Mulai

# dgvListOfVehicleLog.Columns(TotalHrs).HeaderText
source: Total Hrs
ms: Total Jam

# dgvListOfVehicleLog.Columns(VehicleCode).HeaderText
source: Vehicle Code
ms: Kode Kendaraan

# gbBunchesData.Text
source: Bunches Data
ms: Tanggal Janjang

# gbListOfVehicleLog.Text
source: Vehicle Running Log Records
ms: Log Menjalankan kendaraan Records

# gbVehicleRunningData.Text
source: Vehicle Running Data
ms: Data Menjalankan Kendaraan

# lblActualBunchesMill.Text
source: Actual Bunches[Mill]
ms: Aktual Janjang

# lblBatchValue.Text
source: Batch Value
ms: Batch Nilai

# lblBunches.Text
source: Bunches
ms: Janjang

# lblCollectionPoint.Text
source: Collection Point
ms: Point Koleksi

# lblContractNo.Text
source: Contract No
ms: No Kontrak

# lblDate.Text
source: Date
ms: Tanggal

# lblDateCollected.Text
source: Date Collected
ms: Tanggal Dikumpulkan

# lblDateHarvested.Text
source: Date Harvested
ms: Tanggal Dipanen

# lblDispatchedBy.Text
source: Dispatched By
ms: Dikirim oleh

# lblDoubleHandledFFB.Text
source: Double Handled FFB
ms: DH FFB

# lblEndKms.Text
source: End Kms
ms: Akhir Km

# lblEndTime.Text
source: End Time
ms: Waktu Akhir

# lblLocation.Text
source: Location
ms: Lokasi

# lblMillWeight.Text
source: Mill Weight
ms: Berat Minyak

# lblOperatedBy.Text
source: Operated By
ms: Dioperasikan Oleh

# lblRemarks.Text
source: Remarks
ms: Keterangan

# lblSearchby.Text
source: Search By
ms: Pencarian dengan

# lblSerialNo.Text
source: FEB Delivery Order No
ms: No Pengiriman FFB

# lblShift.Text
source: Shift
ms: Bergeser

# lblStartKms.Text
source: Start Kms
ms: Awal KM

# lblStartTime.Text
source: Start Time
ms: Waktu Mulai

# lblSubBlock.Text
source: FieldNo
ms: Sub Blok

# lblTotalHours.Text
source: Total Hours
ms: Total Jam

# lblTotalKms.Text
source: Total Kms
ms: Total KM

# lblVehicleActivity.Text
source: Vehicle Activity
ms: Aktifitas Kendaraan

# lblVehicleCode.Text
source: Vehicle Code
ms: Kode Kendaraan

# lblVehicleDescription.Text
source: Vehicle Description
ms: Keterangan kendaraan

# lblVehicleModel.Text
source: Vehicle Model
ms: Model Kendaraan

# lblVehicleRegNo.Text
source: Vehicle Reg No
ms: No registrasi Kendaraan

# lblViewVehicleCode.Text
source: Vehicle Code
ms: Kode Kendaraan

# lblWeightedBy.Text
source: Weighted By
ms: Ditimbang Oleh

# lblYOP.Text
source: YOP
ms: Tahun Tanam

# PnlSearch.Text
source: Search Vehicle Running Log
ms: Cari Kendaraan Menjalankan log

# rbBreakDown.Text
source: Break Down
ms: Waktu Kerusakan

# rbOperational.Text
source: Operational
ms: Operasional

# rbStandBy.Text
source: Stand By
ms: Waktu siaga

# tbVehicleRunningLog.TabPages(tbpgAdd).Text
source: Vehicle Running Log
ms: Menjalankan kendaraan Log

# tbVehicleRunningLog.TabPages(tpViewVRL).Text
source: View
ms: Tampilkan

# IKmsFormat
source: Please check that the precedence is 16 digits and the decimal is 2 digits.
ms: Harap periksa bahwa urutan protokoler adalah 16 digit dan desimal adalah 2 digit.

# INumeric
source: Please make sure that you have entered a numeric value.
ms: Pastikan Anda telah memasukkan nilai numerik.

# IStartEndHrs
source: Start hrs value should be less than end hrs value.
ms: Mulai jam nilai harus kurang dari nilai akhir jam.

# IStartEndHrsEqual
source: Start hrs value should not be equlal to end hrs value.
ms: Mulai jam nilai tidak boleh equlal untuk nilai akhir jam.

# IStartEndKms
source: Start kms value should be less than end kms value.
ms: Mulai nilai km harus kurang dari nilai akhir km.

# IStartEndKmsEqual
source: Start kms value should not be equal to end kms value.
ms: Mulai km nilai tidak harus sama dengan nilai akhir km.

# MsgNoRecords
source: No record found
ms: catatan tidak ditemukan

# MsgPosted
source: This record was posted. Hence cannot be updated/deleted.
ms: catatan ini telah diposting. Oleh karena itu tidak dapat diperbarui / dihapus.

# MsgSearch
source: Please enter criteria to search
ms: Silahkan masukkan kriteria pencarian

# IContractEstate
source: This contract number does not belong to this estate.
ms: Nomor kontrak ini bukan milik perkebunan ini.

# IContractNo
source: Invalid Contract Number.
ms: Nomor Kontrak tidak valid.

# IEndStartKms
source: End kms value should be more than Start kms value.
ms: Akhir km nilai harus lebih dari nilai km Mulai.

# IStartEndTime
source: Start Time should be earlier than End Time.
ms: Waktu mulai harus lebih awal dari Akhir Waktu.

# ISubBlock
source: Invalid FieldNo
ms: FieldNo tidak valid

# IVehicle
source: Invalid Vehicle Code.
ms: Kendaraan tidak valid Kode.

# IVehicleEstate
source: This vehicle code does not belong to this estate.
ms: Kode ini kendaraan tidak milik perkebunan ini.

# REndHr
source: End time required when start time is filled.
ms: Akhir waktu yang diperlukan saat waktu mulai diisi.

# REndKm
source: End kms required when start kms is filled.
ms: Akhir km diperlukan bila km mulai diisi.

# RStartHr
source: Start time required when end time is filled.
ms: Mulai waktu yang dibutuhkan saat waktu selesai diisi.

# RStartKm
source: Start kms required when end kms is filled.
ms: Km mulai diperlukan ketika km akhir diisi.

# UsedVehicleSomeWhere
source: Vehicle used in workshop log screen for the same time and date
ms: Kendaraan yang digunakan dalam workshop layar log untuk waktu yang sama dan tanggal

# Msg11
source: Current data conflicts with existing data in the database. Please modify start kms and/or end kms.
ms: Data saat konflik dengan data yang ada dalam database. Harap modifikasi km mulai dan / atau km akhir.

# Msg12
source: Current data conflicts with existing data in the database. Please modify start time and/or end time.
ms: Data saat konflik dengan data yang ada dalam database. Harap modifikasi waktu mulai dan / atau akhir zaman.

# txtPosted
source: Posted
ms: Dikirim

# Report
source: View Report
ms: Lihat Laporan

# pnlSearch
source: Search Vehicle Running Log
ms: Cari Kendaraan Menjalankan Login

# ClosePrompt
source: Do you want to close this screen? If yes please click ""OK"" or click ""Cancel""
ms: Apakah Anda ingin menutup layar ini? Jika ya, silakan klik "" OK "" atau klik "" Batal ""

# DeleteMorePrompt
source: This operation might delete more than one record for the selected date and vehicle code. Are you sure? If yes please click "OK" or click "Cancel".
ms: Operasi ini dapat menghapus lebih dari satu catatan untuk tanggal yang dipilih dan kode kendaraan. Apakah Anda yakin? Jika ya, silakan klik "OK" atau klik "Batal".

# DeletePrompt
source: You are about to delete the selected record. Are you sure? If yes please click "OK" or click "Cancel".
ms: Anda akan menghapus catatan yang dipilih. Apakah Anda yakin? Jika ya, silakan klik "OK" atau klik "Batal".

# FFBReportMsg
source: Report is available only for records of FFB delivered to mill, can be viewed only during update mode.
ms: Laporan ini hanya tersedia untuk catatan FFB dikirim ke pabrik, dapat dilihat hanya selama modus update.

# REndHrsSelect
source: This field is required when End Hrs selected.
ms: Bidang ini diperlukan ketika Jam Akhir terpilih.

# REndMtsSelect
source: This field is required when End Minutes selected.
ms: Bidang ini diperlukan saat Akhir Menit dipilih.

# REndTimeSelect
source: This field is required when End time is selected.
ms: Bidang ini diperlukan saat waktu Akhir yang dipilih.

# RStartHrsSelect
source: This field is required when Starting Hrs selected.
ms: Bidang ini diperlukan saat Jam Mulai dipilih.

# RStartMtsSelect
source: This field is required when Start Minutes selected.
ms: Bidang ini diperlukan saat Menit Mulai dipilih.

# RStartTimeSelect
source: This field is required when Start time is selected.
ms: Bidang ini diperlukan saat waktu mulai dipilih.

# BreakDownOnlyone
source: For Breakdown,Only one Vehicle per day for the same date and Vehicle
ms: Untuk Perincian, Hanya satu kendaraan per hari untuk tanggal yang sama dan Kendaraan

# RTime
source: Start Time should be greater than 00:00
ms: Waktu mulai seharusnya lebih besar 00:00

# RField
source: This field is required.
ms: Bidang ini diperlukan.

# IEndHrs
source: Invalid EndHrs
ms: Cacat Jam Akhir

# IEndMin
source: Invalid EndMin
ms: Cacat Menit Akhir

# IStartHrs
source: Invalid Start Hrs
ms: Cacat Mulai Jam

# IStartMin
source: Invalid Start Min
ms: Cacat Mulai Menit

# ITimeFormat
source: Invalid Time Format. Time would be hh:mm (eg: 05:54)
ms: Format Waktu tidak valid. Waktu akan jj: mm (misalnya: 05:54)

# cmsDelete.Items.Item(0).Text
source: Add
ms: Menambahkan

# cmsDelete.Items.Item(1).Text
source: Edit
ms: Menyunting

# cmsDelete.Items.Item(2).Text
source: Delete
ms: Menghilangkan
