Repository: erinaldo/Bakrie
Catalog: Transaction/BSP/Vehicle/VehicleDistributionFrm.*.resx
Languages: ms

# btnAdd
source: Add
ms: Tambah

# btnResetMultipleEntryGrp
source: Reset
ms: Ulang Awal

# btnSave
source: Save
ms: Simpan

# btnSaveAll
source: Save All
ms: Simpan Semua

# btnSearch
source: Search
ms: Mencari

# btnUpdate
source: Update
ms: Pembaruan

# lblDate
source: Date
ms: Tanggal

# lblDeletePrompt
source: You are about to delete the selected record. Are you sure? If yes please click OK or click Cancel
ms: Anda akan menghapus catatan yang dipilih. Apakah Anda yakin? Jika ya, silakan klik OK atau klik Batal

# lblEmptyRecord
source: There are currently no records for this screen in your database.
ms: Saat ini tidak ada catatan untuk layar ini dalam database

# lblPage
source: Page :
ms: Halaman :

# Msg0
source: We are unable to process your request at this time, Please make sure to enter all the mandatory fields and try again. If the problem still exists contact administrator.
ms: Kami tidak dapat memproses permintaan Anda saat ini, Harap pastikan untuk memasukkan semua bidang yang diharuskan dan coba lagi. Jika masalah masih ada kontak administrator.

# Msg1
source: Data successfully saved
ms: Data berhasil disimpan

# Msg10
source: Record already exists
ms: Record sudah ada

# Msg11
source: Current data conflicts with existing data in the database. Please modify start kms and/or end kms.
ms: Data saat ini bertentangan dengan data yang ada dalam memodifikasi database. Please mulai km dan / atau mengakhiri km.

# Msg12
source: Current data conflicts with existing data in the database. Please modify start time and/or end time.
ms: Data saat ini bertentangan dengan data yang ada di database. Please memodifikasi waktu mulai dan / atau akhir zaman.

# Msg13
source: Current data conflicts with existing data in the database. Please modify FFB Delivery Order No.
ms: Data saat ini bertentangan dengan data yang ada dalam database. Harap modifikasi FFB Delivery Order No

# Msg2
source: Data successfully updated
ms: Data berhasil diperbarui

# Msg3
source: Data successfully deleted
ms: Data berhasil dihapus

# Msg4
source: Record Already In Use
ms: Catatan sudah digunakan

# Msg5
source: You are attempting to modify a record that is being used elsewhere
ms: Anda sedang berusaha untuk mengubah catatan yang sedang digunakan di tempat lain

# Msg6
source: This record was posted successfully.
ms: Catatan ini telah diposting dengan sukses.

# Msg7
source: All records were posted successfully.
ms: Semua catatan yang diposting berhasil.

# MsgNoRecords
source: No record found
ms: Ada catatan yang cocok dengan kriteria pencarian Anda

# MsgSearch
source: Please enter criteria to search
ms: Silahkan masukkan kriteria pencarian

source: Page Size :
ms: Halaman Ukuran :

source: Account Code
ms: Kode Akun

source: Account Description
ms: Keterangan Akun

source: Balance To Distribute
ms: Sisa untuk didistribusikan

# btnClose
source: Close
ms: Tutup

source: Distribution
ms: Distribusi

source: Km/Hrs
ms: Km/Jam

source: Prestasi/Tonage/Bunches/Km
ms: Prestasi/Tonage/tandan/Km

source: Print
ms: Cetak

# Sub Block
source: Field No
ms: Sub Blok

source: Total KM Distributed
ms: Distribusi Total KM

source: Total Running KM
ms: Total KM

source: Vehicle Code
ms: Kode Kendaraan

source: Vehicle Model
ms: Model Kendaraan

source: Vehicle Name
ms: Nama Kendaraan

source: Vehicle Reg No
ms: No registrasi Kendaraan

source: YOP
ms: Tahun Tanam

source: Remarks
ms: Keterangan

source: Vehicle Distribution
ms: Kendaraan Distribusi

# lblVDDate
source: VD Date
ms: VD Tanggal

# IAccountCode
source: Invalid Account Code
ms: Account tidak valid Kode

# ISubBlock
source: Invalid FieldNo
ms: FieldNo tidak valid

# IT0
source: Invalid T0
ms: T0 tidak valid

# IT1
source: Invalid T1
ms: T1 tidak valid

# IT2
source: Invalid T2
ms: T2 tidak valid

# IT3
source: Invalid T3
ms: T3 tidak valid

# IT4
source: Invalid T4
ms: T4 tidak valid

# MsgClose
source: Do you want to close this screen? If yes please click ""OK"" or click ""Cancel""
ms: Apakah Anda ingin menutup layar ini? Jika ya, silakan klik "" OK "" atau klik "" Batal ""

# IGreaterMinute
source: Your time should be greater than a minute.
ms: Waktu Anda harus lebih besar dari satu menit

# IHrsFormat
source: Hrs should be in HH:MM format(Example: 01:55) and not greater than 23:59.
ms: Jam harus dalam format HH.MM (Contoh: 01.55) dan tidak lebih dari 23.59

# IHrsGreaterThanBalance
source: Hrs cannot be greater than balance to distribute
ms: Jam tidak dapat lebih besar dari saldo untuk mendistribusikan

# IKmsFormat
source: Please check that the precedence is 16 digits and the decimal is 2 digits.
ms: Harap periksa bahwa didahulukan adalah 16 digit dan desimal adalah 2 digit

# IKmsGreaterThanBalance
source: Kms cannot be greater than balance to distribute
ms: Kms tidak dapat lebih besar dari saldo untuk mendistribusikan

# IKmsZero
source: Kms should not be equal to zero
ms: Kms tidak boleh sama dengan nol

# INumeric
source: Please make sure that you have entered a numeric value.
ms: Harap pastikan bahwa Anda telah memasukkan nilai numerik

# MsgPosted
source: This record was posted. Hence cannot be updated/deleted.
ms: Catatan ini telah diposting. Oleh karena itu tidak dapat diperbarui

# RAccountCode
source: Account Code is required
ms: Kode rekening diperlukan

# RHrs
source: Hrs is required
ms: Hr diperlukan

# RKms
source: Kms is required
ms: Km diperlukan

# RVehicleCode
source: Vehicle Code is Required
ms: Kode kendaraan diperlukan

source: Total Hrs Distributed
ms: Jumlah Jam Terdistribusi

source: Total Running Hrs
ms: Total Menjalankan Hrs

# IDiv
source: Invalid Afdeling
ms: Afdeling tidak valid

# IAccountBlock
source: Invalid Account Code and FieldNo Code
ms: Valid Kode Akun and Kode Blok

source: Old Account Code
ms: Kode Account Lama

# SaveMsg
source: Records inserted succesfully
ms: Records berhasil dimasukkan

# UpdateMsg
source: Records updated succesfully
ms: Records berhasil diupdate

# UnSavedAlert
source: You've got unsaved changes. Are you sure you wish to proceed without saving?
ms: Anda punya perubahan yang belum disimpan. Apakah Anda yakin ingin melanjutkan dalam menutup file ini tanpa menyimpan?

# NoDelete
source: No Records to Delete, Please Select a Record to delete
ms: Tidak Records untuk Hapus, Silahkan Pilih Record untuk menghapus

# MsgException
source: General network error occured. Please try later or contact System Administrator
ms: Umum terjadi kesalahan jaringan. Silakan mencoba lagi nanti atau hubungi Administrator Sistem

# txtPosted
source: Posted
ms: Dikirim

# Report
source: View Report
ms: Lihat Laporan

# lblSearchby.Text
source: Search By
ms: Pencarian dengan

# pnlSearch
source: Search Vehicle Distribution
ms: Cari Kendaraan Distribusi

# ClosePrompt
source: Do you want to close this screen? If yes please click ""OK"" or click ""Cancel""
ms: Apakah Anda ingin menutup layar ini? Jika ya, silakan klik "" OK "" atau klik "" Batal ""

# btnResetAll
source: ResetAll
ms: Ulang Awal

# Msg01
source: This Account Code is allowed only for
ms: Kode Rekening diperbolehkan hanya untuk

# Msg02
source: This Account Code required a
ms: Kode ini membutuhkan Account

# gbGridAdd.Text
source: Vehicle Distribution Details
ms: Rincian Kendaraan Distribusi

# DeleteMsg
source: Records deleted succesfully
ms: Records berhasil dihapus

# RT0
source: T0 is required
ms: T0 diperlukan

# IStartHrs
source: Invalid StartHrs
ms: Cacat Mulai Jam

# IStartMin
source: Invalid StartMin
ms: Cacat Mulai Menit

# ITimeFormat
source: Invalid Time Format. Time would be hh:mm (eg: 05:54)
ms: Format Waktu tidak valid. Waktu akan jj: mm (misalnya: 05:54)

# cmsEntry.Items.Item(0).Text
source: Add
ms: Menambahkan

# cmsEntry.Items.Item(1).Text
source: Edit
ms: Menyunting

# cmsEntry.Items.Item(2).Text
source: Delete
ms: Menghilangkan
