Repository: erinaldo/Bakrie
Catalog: Transaction/BSP/Production/CPOProductionLogFrm.*.resx
Languages: ms

source: Add
ms: Menambahkan

# AgeOfscrew
source: Age Of screw (Hrs)
ms: Age Of sekrup (Hrs)

source: Assistant
ms: Assistan

source: Balance B/f
ms: Balans B/f

source: Balance C/F
ms: Banlans C/F

source: Capacity
ms: Kapasitas

source: Close
ms: Tutup

source: Date
ms: Tanggal

source: Effective Processing Hours
ms: Efektip jam process

source: FFB Processed
ms: FFB Diproses

source: Lorry Processed
ms: Lorry Proses

source: Mandore
ms: Mandor

source: Meter From
ms: Meter Darin

source: Meter To
ms: Meter Untuk

# Msg1
source: No Record in Crop yield for CPO , Please insert the record in General Crop Yield
ms: Tidak ada hasil Rekaman di Crop untuk CPO, Tolong masukkan catatan dalam Umum Yield Tanaman

# Msg10
source: No of Lorry Processed field is required
ms: Tidak ada lapangan Olahan Lorry diperlukan

# Msg100
source: Press Info Line 1 Year To Date Hrs cant be lesser than Press Info Line 1 Month To Date Hrs
ms: Tekan Info Line 1 Tahun Untuk cant Tanggal Jam akan lebih rendah daripada Tekan Info Line 1 Bulan Untuk Tanggal Jam

# Msg101
source: Press Info Line 2 Month To Date Hrs cant be lesser than Press Info Line 2 Total Hrs
ms: Tekan Info Line 2 Bulan Untuk cant Tanggal Jam akan lebih rendah daripada Tekan Info Line 2 Jumlah Jam

# Msg102
source: Press Info Line 2 Year To Date Hrs cant be lesser than Press Info Line 2 Month To Date Hrs
ms: Tekan Info Line 2 Tahun Untuk cant Tanggal Jam akan lebih rendah daripada Tekan Info Saluran 2 Bulan Untuk Tanggal Jam

# Msg103
source: Operating Hrs Cant be greater than 24 hrs
ms: Jam operasi Cant lebih besar dari 24 jam

# Msg104
source: Meter To Value should be greater than Meter From
ms: Meter Untuk Nilai Harus Greater Than Meter Dari

# Msg105
source: Minutes Value should be MM format ,example. 10 not 100
ms: Nilai menit harus format MM, misalnya. 10 tidak 100

# Msg106
source: User Can enter only :MM or HH:MM format,example. 10:30 not 10:
ms: User bisa masuk saja: MM atau HH: MM format, misalnya. 10:30 tidak 10:

# Msg107
source: Mill working hours report template missing.Please contact system administrator.
ms: Mill jam kerja laporan template hilang,Silakan hubungi administrator sistem.

# Msg108
source: Report directory not found
ms: Laporan direktori tidak ditemukan

# Msg109
source: Month Breakdown hours should be lesser than Month To Date hours
ms: Bulan Breakdown jam harus lebih rendah daripada Bulan Untuk Tanggal jam

# Msg1091
source: Year Breakdown hours should be lesser than Month To Date hours
ms: Tahun Breakdown jam harus lebih rendah daripada Bulan Untuk Tanggal jam

# Msg11
source: FFB Processed should be less than sum of balance b/f and ffb received
ms: FFB Diproses harus kurang dari jumlah saldo b / f dan FFB yang diterima

# Msg110
source: You are about to Delete the selected record. Are you sure? If yes please click ""OK"" or click ""Cancel""
ms: Anda akan Menghapus catatan yang dipilih. Apakah Anda yakin? Jika ya silahkan klik "" OK "" atau klik "" Batal ""

# Msg12
source: Effective processing hours cant be 0,then there can be no FFB processed.
ms: pengolahan cant jam Efektif berupa 0, maka tidak ada TBS yang diolah.

# Msg120
source: Month To date Hrs cant be greater than 744 hrs
ms: Bulan Sampai saat Jam cant lebih besar dari 744 jam

# Msg121
source: Year To date Hrs cant be greater than 8760 hrs
ms: Tahun Untuk cant saat Jam lebih besar dari 8760 jam

# Msg13
source: Press Info Month To Date Line 1 field is required
ms: Tekan Info Bulan Untuk Tanggal 1 bidang Line diperlukan

# Msg15
source: Month To Date Hrs cant be lesser than Total Hrs
ms: Bulan Untuk Tanggal Jam cant akan lebih rendah daripada Jumlah Jam

# Msg16
source: Year To Date Hrs cant be lesser than Total Hrs
ms: Tahun Untuk cant Tanggal Jam akan lebih rendah daripada Jumlah Jam

# Msg17
source: Year To Date Hrs cant be lesser than Month To Date Hrs
ms: Tahun Untuk cant Tanggal Jam akan lebih rendah daripada Bulan Untuk Tanggal Jam

# msg176
source: user can edit Latest record only!
ms: pengguna dapat mengedit hanya merekam Terbaru!

# msg177
source: user can delete Latest record only!
ms: pengguna dapat menghapus data terbaru hanya!

# Msg178
source: Shift Hrs cant be greater than 24 Hrs
ms: Shift cant Jam lebih besar dari 24 Jam

# Msg18
source: FFB Processed Month to date Value should be greater than FFB Processed today qty
ms: FFB Diproses Bulan sampai saat Nilai harus lebih besar daripada FFB Diproses qty hari ini

# Msg187
source: StopTime field is required
ms: StopTime lapangan diperlukan

# Msg188
source: Start Time field is required
ms: Mulai lapangan Waktu adalah diperlukan

# Msg19
source: FFB Processed Year to date Value should be greater than FFB Processed today qty
ms: FFB Tahun Diproses sampai saat ini nilai harus lebih besar daripada FFB Diproses qty hari ini

# Msg2
source: No Record in Crop yield for Kernel , Please insert the record in General Crop Yield
ms: Tidak ada hasil Rekaman di Crop untuk Kernel, Tolong masukkan catatan dalam Umum Yield Tanaman

# Msg20
source: FFB Processed Year to date Value should be greater than FFB Processed month to date
ms: FFB Tahun Diproses sampai saat ini nilai harus lebih besar daripada FFB Diproses bulan sampai saat ini

# Msg21
source: No Of Lorry Month to date Value should be greater than No Of Lorry today qty
ms: Tidak Dari Lorry Bulan-to-date Nilai harus lebih besar dari No Dari qty hari ini Lorry

# Msg22
source: No Of Lorry Year to date Value should be greater than No Of Lorry today qty
ms: Tidak Dari Tahun Lorry to date Nilai harus lebih besar dari No Dari qty hari ini Lorry

# Msg23
source: No Of Lorry Year to date Value should be greater than No Of Lorry month to date
ms: Tidak Dari Tahun Lorry to date Nilai harus lebih besar dari No Dari bulan Lorry sampai saat ini

# Msg24
source: FFB Processed Month field is required
ms: FFB Olahan Bulan lapangan diperlukan

# Msg25
source: FFB Processed Year field is required
ms: FFB Tahun Olahan lapangan diperlukan

# Msg26
source: No of Month field is required
ms: Tidak ada lapangan diperlukan Bulan

# Msg27
source: No of Year field is required
ms: Tidak ada bidang Tahun diperlukan

# Msg28
source: Loss On Kernel Month field is required
ms: Rugi Di lapangan Bulan Kernel diperlukan

# Msg29
source: Loss On Kernel Year field is required
ms: Rugi Di lapangan Tahun Kernel diperlukan

# Msg3
source: FFB Processed field is Required
ms: FFB lapangan diproses Diperlukan

# Msg30
source: Mechanical Breakdown Month field is required
ms: Bulan bidang Mekanikal Breakdown diperlukan

# Msg31
source: Mechanical Breakdown Year field is required
ms: Bidang mekanik Tahun Breakdown diperlukan

# Msg32
source: Electrical Breakdown Month field is required
ms: Listrik Breakdown Bulan lapangan diperlukan

# Msg33
source: Electrical Breakdown Year field is required
ms: Medan listrik Tahun Breakdown diperlukan

# Msg34
source: Processing Breakdown Month field is required
ms: Rincian Pengolahan Bulan lapangan diperlukan

# Msg35
source: Processing Breakdown Year field is required
ms: Pengolahan bidang Tahun Breakdown diperlukan

# Msg36
source: Loss Of Kernel Month to date Value should be greater than Loss Of Kernel today qty
ms: Kehilangan Kernel Bulan-to-date Nilai harus lebih besar dari Kehilangan qty hari Kernel

# Msg37
source: Loss Of Kernel Year to date Value should be greater than Loss Of Kernel today qty
ms: Rugi Dari Tahun Kernel-to-date Nilai harus lebih besar dari Kehilangan qty hari Kernel

# Msg38
source: Loss Of Kernel Year to date Value should be greater than Loss Of Kernel month to date
ms: Rugi Dari Tahun Kernel-to-date Nilai harus lebih besar dari Kehilangan Kernel bulan sampai saat ini

# Msg39
source: Mechanical Breakdown Month To Date Hrs cant be lesser than Mechanical Breakdown Today Hrs
ms: Mekanikal Breakdown Bulan Untuk cant Tanggal Jam akan lebih rendah daripada Mechanical Breakdown Hari Jam

# Msg4
source: Lorry Processed field is Required
ms: Bidang truk diproses Diperlukan

# Msg40
source: Mechanical Breakdown Year To Date Hrs cant be lesser than Mechanical Breakdown Today Hrs
ms: Mekanikal Tahun Breakdown Untuk cant Tanggal Jam akan lebih rendah daripada Mekanikal Hari Breakdown Jam

# Msg41
source: Mechanical Breakdown Year To Date Hrs cant be lesser than Mechanical Breakdown Month To Date Hrs
ms: Mekanikal Tahun Breakdown Untuk cant Tanggal Jam akan lebih rendah daripada Mechanical Breakdown Bulan Untuk Tanggal Jam

# Msg42
source: Electrical Breakdown Month To Date Hrs cant be lesser than Electrical Breakdown Today Hrs
ms: Listrik Breakdown Bulan Untuk Tanggal Jam cant akan lebih rendah daripada Electrical Breakdown Hari Jam

# Msg43
source: Electrical BreakdownYear To Date Hrs cant be lesser than Electrical Breakdown Today Hrs
ms: Listrik Tahun Breakdown Untuk cant Tanggal Jam akan lebih rendah daripada Bulan Breakdown Listrik Untuk Tanggal Jam

# Msg44
source: Electrical Breakdown Year To Date Hrs cant be lesser than Electrical Breakdown Month To Date Hrs
ms: Rincian Pengolahan Bulan Untuk cant Tanggal Jam akan lebih rendah daripada Pengolahan Breakdown Hari Jam

# Msg45
source: Processing Breakdown Month To Date Hrs cant be lesser than Processing Breakdown Today Hrs
ms: Pengolahan Tahun Breakdown Untuk cant Tanggal Jam akan lebih rendah daripada Pengolahan Hari Breakdown Jam

# Msg46
source: Processing Breakdown Year To Date Hrs cant be lesser than Processing Breakdown Today Hrs
ms: Pengolahan Tahun Breakdown Untuk cant Tanggal Jam akan lebih rendah daripada Pengolahan Breakdown Bulan Untuk Tanggal Jam

# Msg47
source: Processing Breakdown Year To Date Hrs cant be lesser than Processing Breakdown Month To Date Hrs
ms: Pengolahan Tahun Breakdown Untuk cant Tanggal Jam akan lebih rendah daripada Pengolahan Breakdown Bulan Untuk Tanggal Jam

# Msg48
source: Press Info Month To Date Hrs cant be lesser than Press Info Total Hrs
ms: Tekan Info Bulan Untuk cant Tanggal Jam akan lebih rendah daripada Tekan Info Jumlah Jam

# Msg49
source: Press Info Line 1 Year To Date Hrs cant be lesser than Press Info Line 1 Total Hrs
ms: Tekan Info Line 1 Tahun Untuk cant Tanggal Jam akan lebih rendah daripada Tekan Line Info 1 Jam Total

# Msg5
source: Shift field is Required
ms: lapangan Shift yang Diperlukan

# Msg50
source: Press Info Line 1 Year To Date Hrs cant be lesser than Press Info Line 1 Month To Date Hrs
ms: Tekan Info Line 1 Tahun Untuk cant Tanggal Jam akan lebih rendah daripada Tekan Info Line 1 Bulan Untuk Tanggal Jam

# Msg51
source: Press Info Line 2 Month To Date Hrs cant be lesser than Press Info Line 2 Total Hrs
ms: Tekan Info Line 2 Bulan Untuk cant Tanggal Jam akan lebih rendah daripada Tekan Info Line 2 Jumlah Jam

# Msg52
source: Press Info Line 2 Year To Date Hrs cant be lesser than Press Info Line 2 Total Hrs
ms: Tekan Info Line 2 Tahun Untuk cant Tanggal Jam akan lebih rendah daripada Tekan Line Info 2 Jumlah Jam

# Msg53
source: Press Info Line 2 Year To Date Hrs cant be lesser than Press Info Line 2 Month To Date Hrs
ms: Tekan Info Line 2 Tahun Untuk cant Tanggal Jam akan lebih rendah daripada Tekan Info Saluran 2 Bulan Untuk Tanggal Jam

# Msg54
source: Cannot Add Record(s)in Same Date
ms: Can't Tambah Record (s) di Tanggal Same

# Msg55
source: Data Successfully Saved
ms: Data Berhasil Disimpan

# Msg56
source: Data Successfully Updated
ms: Data Berhasil Diperbarui

# Msg57
source: User Can enter only HH or HH:MM
ms: User bisa masuk hanya HH atau HH: MM

# Msg58
source: Breakdown Hrs cant be greater than 24
ms: Breakdown cant Jam lebih besar dari 24

# Msg59
source: User Can enter only HH or HH:MM
ms: User bisa masuk hanya HH atau HH: MM

# Msg6
source: Shift information Record is required
ms: Shift informasi Rekam diperlukan

# Msg60
source: User Can enter only :MM or HH:MM format,example. 10:30 not 10:
ms: User bisa masuk saja: MM atau HH: MM format, misalnya. 10:30 tidak 10:

# Msg61
source: Minutes Value Cant be greater than 59
ms: Nilai menit Cant lebih besar dari 59

# Msg62
source: Minutes Value should be MM format ,example. 10 not 1
ms: Nilai menit harus format MM, misalnya. 10 bukan 1

# Msg621
source: You are about to Save the record. Are you sure? If yes please click ""OK"" or click ""Cancel""
ms: Anda akan Simpan catatan. Apakah Anda yakin? Jika ya silahkan klik "" OK "" atau klik "" Batal ""

# Msg63
source: Breakdown Hrs cant be greater than 24 Hrs
ms: Breakdown cant Jam lebih besar dari 24 Jam

# Msg631
source: you are about to navigate away from the current tab,you may lose unsaved data. are you sure? if yes please click ""ok"" or click ""cancel"".
ms: Anda akan beralih dari tab saat ini, Anda mungkin kehilangan data yang belum disimpan. apakah Anda yakin? jika ya silahkan klik "" ok "" atau klik "" cancel "".

# Msg64
source: Total Breakdown hours should be lesser than Total Shift hours
ms: Total Breakdown jam harus lebih rendah daripada jam Shift Jumlah

# Msg65
source: User Can enter only HH or HH:MM
ms: User bisa masuk hanya HH atau HH: MM

# Msg66
source: Breakdown Hrs cant be greater than 24
ms: Breakdown cant Jam lebih besar dari 24

# Msg67
source: User Can enter only HH or HH:MM
ms: User bisa masuk hanya HH atau HH: MM

# Msg68
source: User Can enter only :MM or HH:MM format,example. 10:30 not 10:
ms: User bisa masuk hanya HH atau HH: MM

# Msg69
source: Minutes Value Cant be greater than 59
ms: Nilai menit Cant lebih besar dari 59

# Msg7
source: Month To Date field is required
ms: Kolom Ke Bulan diperlukan Tanggal

# Msg70
source: Minutes Value should be MM format ,example. 10 not 1
ms: Nilai menit harus format MM, misalnya. 10 bukan 1

# Msg71
source: Breakdown Hrs cant be greater than 24 Hrs
ms: Breakdown cant Jam lebih besar dari 24 Jam

# Msg72
source: User Can enter only HH or HH:MM
ms: User bisa masuk hanya HH atau HH: MM

# Msg73
source: Breakdown Hrs cant be greater than 24
ms: Breakdown cant Jam lebih besar dari 24

# Msg74
source: User Can enter only HH or HH:MM
ms: User bisa masuk hanya HH atau HH: MM

# Msg75
source: User Can enter only :MM or HH:MM format,example. 10:30 not 10:
ms: User bisa masuk saja: MM atau HH: MM format, misalnya. 10:30 tidak 10:

# Msg76
source: Minutes Value Cant be greater than 59
ms: User bisa masuk saja: MM atau HH: MM format, misalnya. 10:30 tidak 10:

# Msg77
source: Minutes Value should be MM format ,example. 10 not 1
ms: User bisa masuk saja: MM atau HH: MM format, misalnya. 10:30 tidak 10:

# Msg78
source: Breakdown Hrs cant be greater than 24 Hrs
ms: Breakdown cant Jam lebih besar dari 24 Jam

# Msg79
source: No Record to Edit, Please Select a Record to Edit
ms: Rekam Tidak untuk Edit, Silahkan Pilih Rekam untuk Edit

# Msg8
source: Year To Date field is required
ms: Tahun kolom Ke Tanggal diperlukan

# Msg80
source: “Data not saved, do you want to proceed without saving?” If yes please click ""OK"" or click ""Cancel""
ms: "Data tidak disimpan, apakah Anda ingin melanjutkan tanpa menyimpan?" Jika ya silahkan klik "" OK "" atau klik "" Batal ""

# Msg81
source: No Record to Delete, Please End Select a Record to delete
ms: Tidak Rekam untuk Hapus, Silahkan End Pilih Rekam untuk menghapus

# Msg82
source: Please Enter Criteria to Search
ms: Silahkan Masukkan Kriteria untuk Pencarian

# Msg83
source: No record(s) found matching your search criteria.
ms: Tidak ada catatan (s) yang sesuai dengan kriteria pencarian Anda.

# Msg84
source: Please enter only numeric values
ms: Harap masukkan hanya nilai numerik

# Msg85
source: Sorry this Shift already exist
ms: Maaf Shift ini sudah ada

# Msg86
source: Shift field is required
ms: Shift lapangan diperlukan

# Msg87
source: FFB Processed field is required
ms: FFB lapangan diperlukan Olahan

# Msg88
source: Lorry Processed field is required
ms: Truk lapangan diperlukan Olahan

# Msg89
source: Start Time and Stop Time cannot be equal, Please the change the Time
ms: Waktu Mulai dan Berhenti Waktu tidak bisa sama, Silahkan ubah Waktu

# Msg9
source: FFB Processed field is required
ms: FFB lapangan diperlukan Olahan

# Msg90
source: Cannot Add Record(s)in Same Date
ms: Can't Tambah Record (s) di Tanggal Same

# Msg91
source: Process Hrs Cant be greater than 24 hrs
ms: Proses Jam Cant lebih besar dari 24 jam

# Msg92
source: Shift Hrs Cant be greater than 24 hrs
ms: Shift Jam Cant lebih besar dari 24 jam

# Msg93
source: Press No Field Required
ms: Tekan Tidak Bidang Diperlukan

# Msg94
source: Op. Hrs Field Required
ms: Op. Jam Bidang Diperlukan

# Msg95
source: Line and PressNo Already Exists
ms: Line dan PressNo Sudah Exists

# Msg96
source: Invalid Press No,Please Choose it from look up
ms: Valid Tekan Tidak, Silahkan Pilih dari mencari

# Msg97
source: User Can enter only HH or HH:MM
ms: User bisa masuk hanya HH atau HH: MM

# Msg98
source: User Can enter only :MM or HH:MM format,example. 10:30 not 10:
ms: User bisa masuk saja: MM atau HH: MM format, misalnya. 10:30 tidak 10:

# Msg99
source: Press Info Line 1 Month To Date Hrs cant be lesser than Press Info Line 1 Total Hrs
ms: Tekan Info Line 1 Bulan Untuk cant Tanggal Jam akan lebih rendah daripada Tekan Info Line 1 Jumlah Jam

source: Press No
ms: Tekan Tidak

source: Processed FFB
ms: FFB proses

source: Received
ms: Terima

source: Reset
ms: Ulang Awal

source: Reset All
ms: Reset Semua

source: Save
ms: Simpan

# ScrewsStatus
source: Screw Status
ms: Baut Status

source: Search By
ms: Mencari Oleh

source: Shift Information
ms: Shift informasi

source: Stage
ms: Tahap

source: Start Time
ms: Waktu Mulai

source: Stop Time
ms: Waktu Akhir

source: Variance
ms: Varians

# Msg911
source: Delete function cant be done for single record
ms: cant fungsi Hapus dilakukan untuk rekaman tunggal

# Msg181
source: FFB Received Month to date Value should be greater than FFB Received today qty
ms: FFB Diterima Bulan-to-date Nilai harus lebih besar dari qty hari ini Diterima FFB

# Msg191
source: FFB Received Year to date Value should be greater than FFB Received today qty
ms: FFB Tahun Diterima sampai saat Nilai harus lebih besar dari qty hari ini Diterima FFB

# Msg201
source: FFB Received Year to date Value should be greater than FFB Received month to date
ms: FFB Tahun Diterima sampai saat Nilai harus lebih besar dari bulan Diterima FFB sampai saat ini

# Msg711
source: FFB Received Month to Date field is Required
ms: FFB Diterima Bulan ke lapangan Date Diperlukan

# Msg811
source: FFB Received Year to Date field is Required
ms: FFB Tahun Diterima ke lapangan Date Diperlukan
