Repository: erinaldo/Bakrie
Catalog: Transaction/BSP/Production/DispatchFrm.*.resx
Languages: ms

source: Add
ms: Tambah

source: Close
ms: Tutup

source: Date
ms: Tanggal

# Msg1
source: No Records Available for CPO ,PKO AND Kernel,Please insert the Record in Weighbridge Product Master
ms: Tidak Tersedia Records untuk CPO, PKO DAN Kernel, Tolong masukkan di Weighbridge Produk Record Master

# Msg10
source: Failed to save database
ms: Gagal menyimpan database

# Msg11
source: CPO Data(s) Successfully Saved
ms: CPO Data (s) Berhasil Disimpan

# Msg12
source: Failed to save database
ms: Gagal menyimpan database

# Msg13
source: CPO Data(s) Successfully Updated
ms: CPO Data (s) Berhasil Diperbarui

# Msg15
source: PKO Data(s) Successfully Saved
ms: PKO Data (s) Berhasil Disimpan

# Msg16
source: PKO Data(s) Successfully Updated
ms: PKO Data (s) Berhasil Diperbarui

# Msg17
source: Kernel Data(s) Successfully Saved
ms: Kernel Data (s) Berhasil Disimpan

# Msg18
source: Kernel Data(s) Successfully Updated
ms: Kernel Data (s) Berhasil Diperbarui

# Msg19
source: Mill Weight Field Required
ms: Bidang Berat Mill Diperlukan

# Msg2
source: No Records Available for CPO,Please insert the Record in Weighbridge Product Master
ms: Tidak Tersedia Records untuk CPO, Tolong masukkan di Weighbridge Produk Record Master

# Msg20
source: BAP No. Field Required
ms: BAP No Bidang Diperlukan

# Msg21
source: Ship Pontoon Field Required
ms: Bidang Pontoon Kapal Diperlukan

# Msg22
source: No Records Available for CPO ,Please insert the Record in Weighbridge Product Master
ms: Tidak Tersedia Records untuk CPO, Tolong masukkan di Weighbridge Produk Record Master

# Msg23
source: Please add the Record in Oil Quality
ms: Harap tambahkan Rekam Kualitas Minyak

# Msg24
source: “Data not saved, do you want to proceed without saving?” If yes please click ""OK"" or click ""Cancel""
ms: "Data tidak disimpan, apakah Anda ingin melanjutkan tanpa menyimpan?" Jika ya silahkan klik "" OK "" atau klik "" Batal ""

# Msg25
source: Please do Update or Reset All action in CPO Tab before proceeding to other TABs
ms: Silakan melakukan Update atau Reset tindakan Semua dalam CPO Tab sebelum melanjutkan ke tab lain

# Msg26
source: Please do Update or Reset All action in PKO Tab before proceeding to other TABs
ms: Silakan melakukan Update atau Reset tindakan Semua dalam PKO Tab sebelum melanjutkan ke tab lain

# Msg27
source: Please do Update or Reset All action in Kernel Tab before proceeding to other TABs
ms: Silakan melakukan Update atau Reset tindakan Semua dalam Kernel Tab sebelum melanjutkan ke tab lain

# Msg28
source: You are about to Delete the selected record. Are you sure? If yes please click ""OK"" or click ""Cancel"".
ms: Anda akan Menghapus catatan yang dipilih. Apakah Anda yakin? Jika ya, silakan klik "" OK "" atau klik "" Batal "".

# Msg29
source: Data Successfully Deleted
ms: Data Berhasil Dihapus

# Msg3
source: No Records Available for PKO,Please insert the Record in Weighbridge Product Master
ms: Tidak Tersedia Records untuk PKO, Tolong masukkan di Weighbridge Produk Record Master

# Msg30
source: No Record to Delete, Please Select a Record to delete
ms: Tidak ada Record ke Hapus,Silakan Pilih Record yang akan dihapus

# Msg31
source: Please add the Record(s) for Kernel Quality
ms: Harap menambahkan Record (s) untuk Kernel Kualitas

# Msg32
source: No record(s) found matching your search criteria.
ms: Tidak ada catatan (s) yang cocok dengan kriteria pencarian Anda.

# Msg33
source: No Record(s) Available
ms: No Record (s) Tersedia

# Msg34
source: User Can enter only Whole Number or Decimal(Example: 10 (or) 10.50 ;Invalid Values 10.)
ms: Pengguna hanya dapat memasukkan Nomor Utuh atau Desimal (Contoh: 10 (atau) 10,50; Nilai tidak valid 10.)

# Msg35
source: User Can enter only Whole Number or Decimal(Example: 10 (or) 10.500 ;Invalid Values 10.)
ms: Pengguna hanya dapat memasukkan Nomor Utuh atau Desimal (Contoh: 10 (atau) 10,500; Nilai tidak valid 10.)

# Msg4
source: No Records Available for Kernel,Please insert the Record in Weighbridge Product Master
ms: Tidak Tersedia Records untuk Kernel, Tolong masukkan di Weighbridge Produk Record Master

# Msg5
source: No Records Available for Loading Destination ,Please insert the Record in Production Loading Destination
ms: Tidak Tersedia Records untuk Loading Lokasi, Tolong masukkan Rekam Produksi Loading Lokasi

# Msg6
source: Cannot add a record for Date. Please try again with a different Date.
ms: Tidak bisa menambahkan catatan untuk Tanggal. Silakan coba lagi dengan Tanggal yang berbeda.

# Msg7
source: Position already exist in the list
ms: Posisi sudah ada dalam daftar

# Msg8
source: Cannot add a record for Date. Please try again with a different Date.
ms: Tidak bisa menambahkan catatan untuk Tanggal. Silakan coba lagi dengan Tanggal yang berbeda.

# Msg9
source: Position Field Required
ms: Bidang Posisi Diperlukan

source: Position
ms: Posisi

source: Reset
ms: Ulang Awal

source: Reset All
ms: Ulang Awal

source: Save All
ms: Simpan semua

source: Search By
ms: Mencari oleh

# tbMainfrm.TabPages(MainTab).Text
source: Dispatch
ms: Pengiriman

# tbMainfrm.TabPages(tbView).Text
source: View
ms: melihat

# Temperature
source: Temperature ° C
ms: Suhu ° C

source: Type
ms: Tipe

# ViewReports
source: View Report
ms: Lihat Laporan

# ViewSearch
source: Search
ms: Mencari

# Msg63
source: you are about to navigate away from the current tab,you may lose unsaved data. are you sure? if yes please click ""ok"" or click ""cancel"".
ms: Anda akan beralih dari tab saat ini, Anda mungkin kehilangan data yang belum disimpan. apakah Anda yakin? jika ya silahkan klik "" ok "" atau klik "" cancel "".

# Msg91
source: Delete function cant be done for single record
ms: cant fungsi Hapus dilakukan untuk rekaman tunggal
