Repository: erinaldo/Bakrie
Catalog: Transaction/BSP/Production/LaboratoryAnalysisFrm.*.resx
Languages: ms

source: Add
ms: Menambahkan

source: Amount
ms: Jumlah

# chkLabAnalDate
source: Date
ms: Tanggal

source: Description
ms: Deskripsi

# dgclDirt
source: Dirt
ms: Kotoran

# dgLabAnalDate
source: Date
ms: Tanggal

# gActualP
source: Actual (%)
ms: Aktual (%)

# gActualpercent
source: Actual (%)
ms: Aktual (%)

# gAmount
source: Amount
ms: Jumlah

# gbCPOProduction
source: CPO - Production
ms: CPO - Produksi

# gbEfficiencyripleMill
source: Efficiency Riple Mill
ms: Efisiensi Riple Mill

# gbKernelProduction
source: Kernel Production
ms: Kernel Produksi

# gbKernelQualityStorage
source: Kernel Quality Production Volume
ms: Kualitas Kernel Penyimpanan

# gbOilQualityStorage
source: Oil Quality Production Volume
ms: Kualitas Minyak Penyimpanan

# gbPKOProduction
source: PKO - Production
ms: PKO - Produksi

# gbProductionQuantity
source: Production Quantity
ms: Jumlah Produksi

# gDescription
source: Description
ms: Deskripsi

# gDirt
source: Dirt
ms: Kotoran

# gDirtP
source: Dirt (%)
ms: Kotoran (%)

# gEfficiencyP
source: Efficiency (%)
ms: Efisiensi (%)

# gEquipment
source: Equipment
ms: Peralatan

# gERMEffciencyP
source: Efficiency
ms: Efisiensi

# gERMLine
source: Line
ms: Baris

# gERMNo
source: Number
ms: Tidak

# gExpellerStageNo
source: Expeller Stage No
ms: Expeller Tahap Tidak

# gExpellerStagetype
source: Expeller Stage Type
ms: Tahap Expeller Jenis

# gFibre
source: Fibre (%)
ms: Serat (%)

# gFibreCyc
source: Fibre Cyc. (%)
ms: Serat Cyc. (%)

# gFruitinFB
source: Fruit in FB
ms: Buah di FB

# gLine
source: Line
ms: Baris

# gLocation
source: Location
ms: Tempat

# gLossesP
source: Losses (%)
ms: Kerugian (%)

# gMoisture
source: Moisture
ms: Embun

# gMonthTodateHrs
source: Month To date (Hrs)
ms: Bulan Untuk tanggal (Jam)

# gNo
source: Number
ms: Nomor

# gProductType
source: Product Type
ms: Tipe Produk

# gReceivedTon
source: Received Kg
ms: Diterima Ton

# gSample
source: Sample (%)
ms: Contoh (%)

# gSourceLocation
source: Source Location
ms: Lokasi Sumber

# gStationDescp
source: Equipment / Station
ms: Alat / Stasiun

# gTank
source: Tank
ms: Tangki

# gTotalHourstoday
source: Total Hours (today)
ms: Jumlah Jam (hari ini)

# gType
source: Type
ms: Jenis

# gYearTodateHrs
source: Year To date (Hrs)
ms: Tahun Untuk tanggal (Jam)

source: Kernal Losses
ms: Kerugian Kernal

source: Kernal Losses - Press Cake Fibre
ms: Kernal Kerugian - Tekan Serat Cake

source: Machine Name
ms: Nama Mesin

source: Machinery Operation Hours
ms: Operasi Mesin Jam

source: Meter From
ms: Meter Dari

source: Meter To
ms: Meter Untuk

source: Non Process Hours
ms: Non Proses Jam

source: Oil Losses
ms: Minyak Kerugian

source: Process Hours
ms: Proses Jam

source: Reset
ms: Ulang Awal

source: Search
ms: Pencarian

source: Search By
ms: Cari Berdasarkan

source: Search Laboratory Analysis
ms: Cari Laboratorium Analisis

# tbLabAnalysis.TabPages(tbLaboratoryAnalysis).Text
source: Laboratory Analysis
ms: Analisis Laboratorium

# tbLabAnalysis.TabPages(tbView).Text
source: View
ms: Melihat

# tcLaboratoryAnalysis.TabPages(tpLossestoFFB).Text
source: Losses to FFB
ms: Kerugian untuk TBS

# tcLaboratoryAnalysis.TabPages(tpLossestosample).Text
source: Losses to Sample
ms: Kerugian untuk Contoh

# tcLaboratoryAnalysis.TabPages(tpMachinelog).Text
source: Machine Log
ms: Mesin Login

# tcLaboratoryAnalysis.TabPages(tpOthers).Text
source: Others
ms: Lainnya

# tcLaboratoryAnalysis.TabPages(tpQuality1).Text
source: Quality 1
ms: Kualitas 1

# tcLaboratoryAnalysis.TabPages(tpQuality2).Text
source: Quality 2
ms: Kualitas 2

source: Dosage
ms: Dosis

source: Value
ms: Nilai

# Msg1
source: Equipment/Station Field is required.
ms: Alat / Stasiun Field ini diperlukan.

# Msg10
source: Dirt(%) Field is required.
ms: Dirt (%) Lapangan diperlukan.

# Msg11
source: Sample(%) Field is required.
ms: Sample (%) Lapangan diperlukan.

# Msg12
source: Fibre(%) Field is required.
ms: Fibre (%) Lapangan diperlukan.

# Msg13
source: Total Nut Field is required.
ms: Total Nut Field ini diperlukan.

# Msg14
source: Line already exist
ms: Line sudah ada

# Msg15
source: Equipment, Type, Number combination already exist
ms: Equipment sudah ada

# Msg16
source: Description Field is required.
ms: Description Field ini diperlukan.

# Msg17
source: Expeller Stage Type Field is required.
ms: Tahap Expeller Field Jenis diperlukan.

# Msg18
source: Expeller Stage No Field is required.
ms: Expeller Tahap Tidak Field ini diperlukan.

# Msg19
source: Amount Field is required.
ms: Amount Field ini diperlukan.

# Msg2
source: Type Field is required.
ms: Kolom Jenis diperlukan.

# Msg20
source: Description, Expeller Stage Type, Expeller Stage No combination already exist
ms: Description sudah ada

# Msg21
source: LTDS1(%) Field is required.
ms: LTDS1 (%) Lapangan diperlukan.

# Msg22
source: LTDS2(%) Field is required.
ms: LTDS2 (%) Lapangan diperlukan.

# Msg23
source: Fibre Cyc.(%) Field is required.
ms: Fibre Cyc. (%) Lapangan diperlukan.

# Msg24
source: Hydro Cyc.(%) Field is required.
ms: Hydro Cyc. (%) Lapangan diperlukan.

# Msg25
source: Fruit in EB Field is required.
ms: Fruit di EB Field ini diperlukan.

# Msg26
source: Line already exist
ms: Line sudah ada

# Msg27
source: Source Location Field is required.
ms: Sumber Lokasi Field ini diperlukan.

# Msg28
source: Moisture Field is required.
ms: Moisture Field ini diperlukan.

# Msg29
source: Received Ton Field is required.
ms: Received Ton Field ini diperlukan.

# Msg3
source: Number Field is required.
ms: Nomor Field ini diperlukan.

# Msg30
source: Dirt Field is required.
ms: Dirt Field ini diperlukan.

# Msg31
source: Broken Kernel Field is required.
ms: Broken Kernel Field ini diperlukan.

# Msg32
source: Source Location already exist
ms: Sumber Lokasi sudah ada

# Msg33
source: Location Field is required.
ms: Location Field ini diperlukan.

# Msg34
source: Location already exist
ms: Location sudah ada

# Msg35
source: Product Type Field is required.
ms: Product Field Jenis diperlukan.

# Msg36
source: Tank Field is required.
ms: Tank Field ini diperlukan.

# Msg37
source: FFA Field is required.
ms: FFA Field ini diperlukan.

# Msg38
source: Product Type, Tank combination already exist
ms: Tipe Produk sudah ada

# Msg39
source: Machine Name Field is required.
ms: Nama mesin Field ini diperlukan.

# Msg4
source: Actual(%) Field is required.
ms: Aktual (%) Lapangan diperlukan.

# Msg40
source: Meter From Field is required.
ms: Meter Dari Lapangan diperlukan.

# Msg41
source: Meter To Field is required.
ms: Meter Untuk Field ini diperlukan.

# Msg42
source: Process Hours Field is required.
ms: Proses Jam Field ini diperlukan.

# Msg43
source: NonProcess Hours Field is required.
ms: Jam NonProcess Field ini diperlukan.

# Msg44
source: Month To Date Field is required.
ms: Month Untuk Tanggal Field ini diperlukan.

# Msg45
source: Year To Date Field is required.
ms: Year Untuk Tanggal Field ini diperlukan.

# Msg46
source: Machine Name already exist
ms: Nama Mesin sudah ada

# Msg47
source: Value Field is required.
ms: Value Field ini diperlukan.

# Msg48
source: Description already exist
ms: Description sudah ada

# Msg49
source: dosage Field is required.
ms: dosage Field ini diperlukan.

# Msg5
source: Line Field is required.
ms: Line Field ini diperlukan.

# Msg50
source: No Records in Station,Please Add the Records in Production-Station
ms: No Records di Stasiun, Silahkan Tambahkan Records di Stasiun Produksi

# Msg51
source: No Records in Tank Master,Please Add the Records in Production-Tank Master
ms: No Records di Master Tank, Silahkan Tambahkan Records pada Produksi-Tank Master

# Msg52
source: No Records in Machinery Master,Please Add the Records in Production-Machinery Master
ms: No Records di Master Mesin, Silahkan Tambahkan Records di-Mesin Produksi Master

# Msg53
source: No Record to Edit, Please Select a Record to Edit
ms: No Record ke Edit, Silahkan Pilih Edit Record ke

# Msg54
source: Data Successfully Deleted
ms: Data Berhasil Dihapus

# Msg55
source: No Record to Delete, Please Select a Record to delete
ms: No Record ke Hapus, Silahkan Pilih Rekaman untuk menghapus

# Msg56
source: Please Enter Criteria to Search
ms: Silahkan Masukkan Kriteria untuk Pencarian

# Msg57
source: No record(s) found matching your search criteria.
ms: No catatan (s) yang cocok dengan kriteria pencarian Anda.

# Msg58
source: No PRESS CAKE FIBER Records ,Please insert the record in Production-Station
ms: No PRESS CAKE SERAT Records, Tolong masukkan catatan di Stasiun Produksi

# Msg59
source: Kernel Moisture Field is Required
ms: Kernel Moisture

# Msg6
source: STD(%) Field is required.
ms: STD (%) Lapangan diperlukan.

# Msg60
source: Kernel Dirt Field is required
ms: Kernel Dirt

# Msg61
source: Broken Kernel Field is required
ms: Broken Kernel

# Msg62
source: CPO FFA Field is required
ms: CPO FFA

# Msg63
source: CPO Moisture field is required
ms: CPO Moisture

# Msg64
source: CPO Dirt Field is required
ms: CPO Dirt

# Msg65
source: PKO FFA Field is required
ms: PKO FFA

# Msg66
source: PKO Moisture Field is required
ms: PKO Moisture

# Msg67
source: PKO Dirt Field is required
ms: PKO Dirt

# Msg68
source: Oil Losses Field is Required
ms: Kerugian Oil Field ini Harus Diisi

# Msg69
source: Record already exists for the Date , Please change the Date
ms: Record sudah ada untuk Tanggal, Silahkan ubah Tanggal

# Msg7
source: Equipment /Station already exist
ms: Alat / Stasiun sudah ada

# Msg70
source: Data Successfully Saved
ms: Data Berhasil Tersimpan

# Msg71
source: Data Successfully Updated
ms: Data Berhasil Diperbarui

# Msg72
source: User Can enter only HH or HH.mm (Example: 10 (or) 10.50 ;Invalid Values 10.)
ms: User Dapatkah masukkan hanya HH atau HH.mm (Contoh: 10 (atau 10,50); tidak valid Nilai 10.)

# Msg73
source: Process Hours cant be greater than 24 hrs
ms: Proses Jam cant lebih besar dari 24 jam

# Msg74
source: Total Process Hrs Cant be greater than 24 hrs
ms: Proses Jumlah Jam Cant lebih besar dari 24 jam

# Msg75
source: User Can enter only HH or HH:MM
ms: User Dapatkah masukkan hanya HH atau HH: MM

# Msg76
source: Minutes Value Cant be greater than 59
ms: Nilai menit Cant lebih besar dari 59

# Msg77
source: Total Process Hrs Cant be greater than 24 hrs
ms: Proses Jumlah Jam Cant lebih besar dari 24 jam

# Msg78
source: Non Process hours cant be greater than Process hours
ms: Proses jam non cant lebih besar dari jam Proses

# Msg79
source: User Can enter only Whole Number or Decimal(Example: 10 (or) 10.50 ;Invalid Values 10.)
ms: User hanya dapat masukkan Nomor Utuh atau Desimal (Contoh: 10 (atau) 10,50; Nilai tidak valid 10.)

# Msg8
source: Efficiency Field is required.
ms: Efisiensi Field ini diperlukan.

# Msg80
source: User Can enter only Whole Number or Decimal(Example: 10 (or) 10.500 ;Invalid Values 10.)
ms: User hanya dapat masukkan Nomor Utuh atau Desimal (Contoh: 10 (atau) 10,500; Nilai tidak valid 10.)

# Msg81
source: Minutes Value should be MM format ,example. 10 not 1
ms: Nilai menit harus format MM, misalnya. 10 bukan 1

# Msg82
source: Minutes Value should be MM format ,example. 10 not 100
ms: Nilai menit harus format MM, misalnya. 10 tidak 100

# Msg83
source: Meter To Value should be greater than Meter From
ms: Meter Untuk Nilai seharusnya lebih besar Meter Dari

# Msg84
source: User Can enter only :MM or HH:MM format,example. 10:30 not 10:
ms: User Dapatkah masukkan hanya: MM atau HH: MM format, misalnya. 10:30 tidak 10:

# Msg85
source: Month To Date Hrs cant be lesser than Total Hrs
ms: Month Untuk cant Tanggal Jam akan lebih rendah daripada Jumlah Jam

# Msg86
source: User Can enter only HH or HH:MM format
ms: User Dapatkah masukkan hanya HH atau HH: MM format

# Msg87
source: Year To Date Hrs cant be lesser than Total Hrs
ms: Year Untuk cant Tanggal Jam akan lebih rendah daripada Jumlah Jam

# Msg88
source: Year To Date Hrs cant be lesser than Month To Date Hrs
ms: Year Untuk cant Tanggal Jam akan lebih rendah daripada Bulan Untuk Tanggal Jam

# Msg89
source: Please enter numeric values only
ms: Please masukkan nilai numerik hanya

# Msg9
source: Losses(%) Field is required.
ms: Kerugian (%) Lapangan diperlukan.

# Msg90
source: “Data not saved, do you want to proceed without saving?” If yes please click ""OK"" or click ""Cancel""
ms: "Data tidak disimpan, apakah Anda ingin melanjutkan tanpa menyimpan?" Jika ya silahkan klik "" OK "" atau klik "" Batal ""

# Msg91
source: You are about to Delete the selected record. Are you sure? If yes please click ""OK"" or click ""Cancel"".
ms: You sekitar Hapus catatan yang dipilih. Apakah Anda yakin? Jika ya, silakan klik "" OK "" atau klik "" Batal "".

source: Close
ms: Tutup

source: Reset All
ms: Ulang Awal

# gbFFBKL
source: Kernel Losses
ms: Kerugian Kernal

# gbOillossesA
source: Oil Losses A
ms: Minyak Kerugian A

# gbOilLossesB
source: Oil Losses B
ms: Minyak Kerugian B

# Msg631
source: you are about to navigate away from the current tab,you may lose unsaved data. are you sure? if yes please click ""ok"" or click ""cancel"".
ms: Anda akan beralih dari tab saat ini, Anda mungkin kehilangan data yang belum disimpan. apakah Anda yakin? jika ya silahkan klik "" ok "" atau klik "" cancel "".

# msg176
source: user can edit Latest record only!
ms: pengguna dapat mengedit hanya merekam Terbaru!

# msg177
source: user can delete Latest record only!
ms: pengguna dapat menghapus data terbaru hanya!
