Repository: erinaldo/Bakrie
Catalog: Transaction/BSP/WeighBridge/WBWeighingInOutFrm.*.resx
Languages: ms

# btnAdd.Text
source: Add
ms: Menambahkan

# btnClose.Text
source: Close
ms: Tutup

# btnDelete.Text
source: Delete
ms: Menghapus

# btnGetWeight.Text
source: Get Weight
ms: Mendapatkan Berat

# btnReset.Text
source: Reset All
ms: Kembali Awal

# btnSave.Text
source: Save
ms: Simpan

# btnSearch.Text
source: Search
ms: Mencari

# btnUpdate.Text
source: Update
ms: Pembaruan

# btnviewReport.Text
source: View Report
ms: Lihat Laporan

# chkManualWeight.Text
source: Manual Weight
ms: Manual Berat

# chkOthers.Text
source: Others
ms: Lainnya

# chkViewOthers.Text
source: Others
ms: Lainnya

# dgvFieldBlockSetup.Columns(gvBlock).HeaderText
source: Field No
ms: Blok

# dgvFieldBlockSetup.Columns(gvQuality).HeaderText
source: QTY FFB (Bunches)
ms: Jumlah FFB

# dgvFieldBlockSetup.Columns(gvYOP).HeaderText
source: YOP
ms: Tahun Tanam

# dgvWBWeighingInOut.Columns(dgclDate).HeaderText
source: Date
ms: Tanggal

# dgvWBWeighingInOut.Columns(dgclNoofTrip).HeaderText
source: No of Trip
ms: Jumlah Trip

# dgvWBWeighingInOut.Columns(dgclOthers).HeaderText
source: Others
ms: Lainnya

# dgvWBWeighingInOut.Columns(dgclProductCode).HeaderText
source: Product Code
ms: Kode Produksi

# dgvWBWeighingInOut.Columns(dgclRemarks).HeaderText
source: Remarks
ms: Keterangan

# dgvWBWeighingInOut.Columns(dgclSession).HeaderText
source: Section
ms: Seksi

# dgvWBWeighingInOut.Columns(dgclTime).HeaderText
source: Time In
ms: Waktu Dalam

# dgvWBWeighingInOut.Columns(dgclVehicleCode).HeaderText
source: Vehicle Code
ms: Kendaraan Kode

# dgvWBWeighingInOut.Columns(dgclWBTicketNo).HeaderText
source: WB Ticket No
ms: No WB Tiket

# lblBlock.Text
source: Field No
ms: Sub Blok

# lblDate.Text
source: Date
ms: Tanggal

# lblDriver.Text
source: Driver
ms: Supir

# lblFFBDeleiveryOrderNo.Text
source: FFB Delivery Order No.
ms: No Pengiriman FFB

# lblFirstWeight.Text
source: First Weight
ms: Berat Awal

# lblNetWeight.Text
source: Nett Weight
ms: Selisih Berat

# lblNoTrip.Text
source: No of Trip
ms: Jumlah Trip

# lblProductCode.Text
source: Product Code
ms: Kode Produksi

# lblQtyFFB.Text
source: QTY FFB
ms: Jumlah FFB

# lblRemarks.Text
source: Remarks
ms: Keterangan

# lblsearchby.Text
source: Search By
ms: Cari Berdasarkan

# lblSecondWeight.Text
source: Second Weight
ms: Berat Akhir

# lblSection.Text
source: Section
ms: Seksi

# lblTime.Text
source: Time In
ms: Waktu

# lblTotalBunches.Text
source: Total Bunches
ms: Jumlah tandan

# lblVehicleCode.Text
source: Vehicle Code
ms: Kode Kendaraan

# lblviewDate.Text
source: Date
ms: Tanggal

# lblviewProductCode.Text
source: Product Code
ms: Kode Produksi

# lblviewVehicleNo.Text
source: Vehicle Code
ms: Kode Kendaraan

# lblviewWBTicketNo.Text
source: WB Ticket No.
ms: No WB Tiket

# lblYOP.Text
source: YOP
ms: Tahun Tanam

# plWeighingInOutSearch.CaptionText
source: Search Weighing In Out Details
ms: Mencari Penimbangan Dalam Out

# tcWeighingInOut.TabPages(tpView).Text
source: View 1st Weight
ms: Lihat 1st Berat

# tcWeighingInOut.TabPages(tpWeighingInOut).Text
source: Weighing IN/OUT
ms: Penimbangan Di / Luar

# lblWBTicketNo.Text
source: WB Ticket No
ms: No WB Tiket

# gbMutiEntry.Text
source: Product Details
ms: Produk Details

# gbSingleEntry.Text
source: Main
ms: Utama

# Msg1
source: WBTicketNo Required
ms: WBTicketNo Diperlukan

# Msg10
source: YOP Field Required
ms: Bidang YOP Diperlukan

# Msg11
source: Field No Required
ms: Lapangan Blok Diperlukan

# Msg12
source: QtyFFB Field Required
ms: Bidang QtyFFB Diperlukan

# Msg13
source: FFB Bunches cannot be less than Zero
ms: TBS Tandan harus lebih besar dari nol

# Msg14
source: WB Ticket No. already exist
ms: WB No Tiket sudah ada

# Msg15
source: Failed, to insert Records
ms: Gagal, untuk menyisipkan Records

# Msg16
source: Records inserted successfully
ms: Records berhasil dimasukkan

# Msg17
source: Please enter Serial No in WBTicket No Configuration
ms: Harap masukkan Serial No di WBTicket No Konfigurasi

# Msg18
source: Please enter Serial No in WBTicket No Configuration
ms: Harap masukkan Serial No di WBTicket No Konfigurasiv

# Msg19
source: Second Weight must be less than First Weight
ms: Kedua Berat harus kurang dari Pertama Berat

# Msg2
source: Vehicle Code Required
ms: Kode Kendaraan Diperlukan

# Msg20
source: Second Weight must be less than First Weight
ms: Kedua Berat harus kurang dari Pertama Berat

# Msg21
source: For others Field FieldNo Details not required
ms: Bagi orang lain Lapangan Blok Detail tidak diperlukan

# Msg22
source: Weighing In/Out Screen Incomplete, proceed after completion
ms: Beratnya In / Out Screen tidak lengkap, lanjutkan setelah selesai

# Msg23
source: Record already Exists
ms: Rekaman sudah ada

# Msg24
source: Record already Exists
ms: Rekaman sudah ada

# Msg25
source: Sorry you can't add more than Ten records
ms: Maaf Anda tidak dapat menambahkan lebih dari Lima catatan

# Msg26
source: Data successfully updated
ms: Data berhasil diperbarui

# Msg27
source: You are about to Delete the selected record. Are you sure? If yes please click "OK" or click "Cancel"
ms: Anda akan Hapus catatan terpilih. Apakah Anda yakin? Jika ya, silakan klik " OK " atau klik " Batal ".

# Msg28
source: No Records to Delete
ms: No Records Hapus

# Msg29
source: WB Ticket No. already exist
ms: WB No Tiket sudah ada

# Msg3
source: Product Code Required
ms: Kode Produk Diperlukan

# Msg30
source: Failed, to insert Records
ms: Gagal, untuk menyisipkan Records

# Msg31
source: Failed to update Records
ms: Gagal untuk mengupdate Records

# Msg32
source: Records updated Succesfully
ms: Records diperbaharui Berhasil

# Msg33
source: Please enter search criteria
ms: Silahkan masukkan kriteria pencarian

# Msg34
source: Do you want to close this screen? If yes please click "OK" or click "Cancel".
ms: Apakah Anda ingin menutup tampilan ini? Jika ya, silakan klik " OK " atau klik " Batal ".

# Msg35
source: Record already using in Grading FFB
ms: Rekam sudah menggunakan di Grading TBS

# Msg36
source: You are about to Delete the selected record. Are you sure? If yes please click "OK" or click "Cancel".
ms: Anda akan Hapus catatan terpilih. Apakah Anda yakin? Jika ya, silakan klik "" OK "" atau klik "" Batal "".

# Msg37
source: Record Already In Use
ms: Rekam Sudah Di Gunakan

# Msg38
source: Data Successfully Deleted
ms: Data Berhasil Dihapus

# Msg39
source: No Record to Delete
ms: Merekam Tidak untuk Hapus

# Msg4
source: No.of Trip Required
ms: Perjalanan No.of Diperlukan

# Msg40
source: No Record to Delete, Please Select a Record to delete
ms: Tidak ada Record ke Hapus, Silahkan Pilih Record yang akan dihapus

# Msg41
source: Invalid Vehicle Code
ms: Kendaraan Kode Tidak Valid

# Msg42
source: Invalid Supplier Code
ms: Supplier Kode Tidak Valid

# Msg43
source: Invalid ProductCode
ms: ProductCode tidak valid

# Msg5
source: WBTicketNo Required
ms: WBTicketNo Diperlukan

# Msg6
source: Remarks Required
ms: Keterangan Diperlukan

# Msg7
source: Manual First Weight Required
ms: Berat Manual Pertama Diperlukan

# Msg8
source: First Weight Required
ms: Berat Pertama Diperlukan

# Msg9
source: Afdeling Field Required
ms: Afdeling Bidang Diperlukan

# Msg44
source: Supplier Details Required
ms: Supplier Details Diperlukan

# tcWeighingInOut.TabPages(tpviewsecweight).Text
source: View Import Records
ms: Lihat 2nd Berat

# Msg45
source: Inavlid Date format
ms: Inavlid Format tanggal

# gbFieldBlockDetails.Text
source: Field FieldNo Details
ms: Lapangan Blok Details

# lblTextmsg.Text
source: No Records to Display !!!
ms: Tidak Records untuk Display!!!

# tcWeighingInOut.TabPages(tpFieldBlockDetails).Text
source: Field FieldNo Details
ms: Lapangan Blok Details

# dgvWBWeighingInOut.Columns(dgclFirstWeight).HeaderText
source: First Weight
ms: Pertama Berat

# dgvWBWeighingInOut.Columns(dgclNetWeight).HeaderText
source: Net Weight
ms: Berat Bersih

# dgvWBWeighingInOut.Columns(dgclSecondWeight).HeaderText
source: Second Weight
ms: Kedua Berat

# dgvWBWeighingInOut.Columns(dgclTimeOut).HeaderText
source: Time Out
ms: Waktu keluar

# AddToolStripMenuItem.Text
source: ADD
ms: Menambahkan

# DeleteToolStripMenuItem.Text
source: Delete
ms: Menghapus

# EditUpdateToolStripMenuItem.Text
source: Edit / Update
ms: Edit / Pembaruan

# Msg46
source: FFB Qty or Loose Fruit must be entered
ms: Jumlah FFB atau Loose Fruit (Brondolan) harus diisi
