Repository: erinaldo/Bakrie
Catalog: Transaction/BSP/Accounts/JournalFrm.*.resx
Languages: ms

# btnAdd.Text
source: Add
ms: Tambah

# btnClose.Text
source: Close
ms: Tutup

# btnResetIB.Text
source: Reset All
ms: Ulang Awal

# btnResetMultipleEntryGrp.Text
source: Reset
ms: Ulang Awal

# btnSave.Text
source: Save All
ms: Simpan

# btnSearch.Text
source: Search
ms: Cari

# chkJournalDate.Text
source: Journal Date
ms: Tanggal Jurnal

# dgvJournalView.Columns(dgclAccBatchTotal).HeaderText
source: Batch Total
ms: Total Pengeluaran

# dgvJournalView.Columns(dgclContractNo).HeaderText
source: Contract No
ms: No Kontrak

# dgvJournalView.Columns(dgclJournalDate).HeaderText
source: Journal Date
ms: Tanggal Jurnal

# dgvJournalView.Columns(dgclJournalDescp).HeaderText
source: Journal Descp
ms: Keterangan Jurnal

# dgvJournalView.Columns(dgclLedgerNo).HeaderText
source: Ledger No
ms: No Leger

# dgvJournalView.Columns(dgclLedgerType).HeaderText
source: Ledger Type
ms: Tipe Leger

# dgvMultipleEntry.Columns(DgMeCOACode).HeaderText
source: Account Code
ms: Kode Akun

# dgvMultipleEntry.Columns(dgMeCredit).HeaderText
source: Credit
ms: Kredit

# dgvMultipleEntry.Columns(DgMeStationCode).HeaderText
source: Station
ms: Stasiun

# dgvMultipleEntry.Columns(DgMeSubBlock).HeaderText
source: Field No
ms: Sub Blok

# dgvMultipleEntry.Columns(dgMeVHDetailCostCode).HeaderText
source: Detail Cost Code
ms: Kode biaya detail

# dgvMultipleEntry.Columns(dgMeVHWSCode).HeaderText
source: Vehicle Code
ms: Kode Kendaraan

# dgvMultipleEntry.Columns(dgMeYOP).HeaderText
source: YOP
ms: Tahun Tanam

# lblAccountCode.Text
source: Account Code
ms: Kode Akun

# lblBatchTotal.Text
source: Batch Total
ms: Total Pengeluaran

# lblContractNo.Text
source: Contract no
ms: No Kontrak

# lblCredit.Text
source: Credit
ms: Kredit

# lblCreditKeenValue.Text
source: Credit
ms: Kredit

# lblDetailCostCode.Text
source: Detail Cost Code
ms: Kode biaya detail

# lblDiff.Text
source: Diff
ms: Perbedaan

# lblJournalDate.Text
source: Journal Date
ms: Tanggal Jurnal

# lblJournalDescp.Text
source: Journal Descp
ms: Keterangan Jurnal

# lblledgerNo.Text
source: Ledger No
ms: No Leger

# lblLedgerNoSearch.Text
source: Ledger No
ms: No Leger

# lblledgerType.Text
source: Ledger Type
ms: Tipe Leger

# lblLedgerTypeSearch.Text
source: Ledger Type
ms: Tipe Leger

# lblSearchBy.Text
source: Search By
ms: Pencarian Dengan

# lblStation.Text
source: Station
ms: Stasiun

# lblSubBlock.Text
source: Field No
ms: Sub Blok

# lblVehicleCode.Text
source: Vehicle Code
ms: Kode Kendaraan

# lblYOP.Text
source: YOP
ms: Tahun Tanam

# PnlSearch.CaptionText
source: Search Journal
ms: Cari Jurnal

# tbJournal.TabPages(tbAdd).Text
source: Journal
ms: Jurnal

# tbJournal.TabPages(tbView).Text
source: view
ms: Melihat

# dgvMultipleEntry.Columns(DgMeCOADescp).HeaderText
source: Account Descp
ms: Keterangan Akun

# dgvMultipleEntry.Columns(dgMeOldCOACode).HeaderText
source: Old Account Code
ms: Kode Akun Tua

# Msg1
source: No Records in Ledger Type,Please Add the Records in Accounts Ledger Setup Screen
ms: No Records pada Tipe Leger, Silahkan Tambahkan Records pada Rekening-LegerSetup

# Msg10
source: Invalid Station Value,Please Choose it from look up
ms: Stasiun Nilai tidak valid, Silahkan Pilih dari mencari

# Msg11
source: Invalid Contract No ,Please Choose it from look up
ms: Kontrak tidak valid Tidak, Silahkan Pilih dari mencari

# Msg12
source: Ledger Type Field is mandatory
ms: Field Jenis Ledger adalah wajib

# Msg13
source: Journal Date Field is mandatory
ms: Jurnal Tanggal Lapangan wajib

# Msg14
source: Ledger No Field is mandatory
ms: Ledger Tidak Lapangan wajib

# Msg15
source: Journal Descp Field is mandatory
ms: Jurnal Descp Lapangan wajib

# Msg16
source: Details Cost Code is empty, Please Keying the Detail Cost Code Value
ms: Rincian Biaya Kode kosong, Silahkan Keying Biaya Kode Detil Nilai

# Msg17
source: Account Code is Required
ms: Kode Rekening adalah Diperlukan

# Msg18
source: Either Debit or Credit Should be Keyed in
ms: Entah Debet atau Kredit Harus memasukkan

# Msg2
source: Invalid Account code,Please Choose it from look up
ms: Kode valid Account, Silahkan Pilih dari mencari

# Msg21
source: Debit and Credit Should be Equal
ms: Debet dan Kredit Harus Equal

# Msg22
source: Failed to save data
ms: Gagal menyimpan data

# Msg23
source: Data(s) Successfully Saved
ms: Data (s) Berhasil Disimpan

# Msg24
source: Debit and Credit Should be Equal
ms: Debet dan Kredit Harus Equal

# Msg25
source: Failed to save database
ms: Gagal menyimpan database

# Msg26
source: Data(s) Successfully Updated
ms: Data (s) Berhasil Diperbarui

# Msg27
source: Please Add Account Code
ms: Silakan Tambah Account Code

# Msg28
source: “Data not saved, do you want to proceed without saving?” If yes please click ""OK"" or click ""Cancel""
ms: "Data tidak disimpan, apakah Anda ingin melanjutkan tanpa menyimpan?" Jika ya silahkan klik "" OK "" atau klik "" Batal ""

# Msg29
source: No Record to Edit, Please Select a Record to Edit
ms: Merekam Tidak untuk Edit, Silakan Pilih Edit Record

# Msg3
source: Invalid T0 Value,Please Choose it from look up
ms: Nilai tidak valid T0, Silahkan Pilih dari mencari

# Msg30
source: User cannot Delete Approved Record
ms: Pengguna tidak bisa Hapus Record Disetujui

# Msg31
source: You are about to Delete the selected record. Are you sure? If yes please click "OK" or click "Cancel"
ms: Anda akan Hapus catatan terpilih. Apakah Anda yakin? Jika ya, silakan klik " OK " atau klik " Batal"

# Msg32
source: Data Sucessfully Deleted
ms: Data Berhasil Dihapus

# Msg33
source: No Record to Delete,Please Select a Record to delete
ms: Tidak ada Record ke Hapus , Silakan Pilih Record yang akan dihapus

# Msg34
source: Please Enter Criteria to Search
ms: Silahkan Masukkan Kriteria untuk Pencarian

# Msg35
source: No record(s) found matching your search criteria.
ms: Tidak ada catatan (s) yang cocok dengan kriteria pencarian Anda.

# Msg36
source: No Record to Edit,Please Select a Record to Edit
ms: Merekam Tidak untuk Edit,Silakan Pilih Edit Record

# Msg37
source: Account Code Required
ms: Kode Rekening Diperlukan

# Msg38
source: Either Debit or Credit Should be Keyed in
ms: Entah Debet atau Kredit Harus memasukkan

# Msg39
source: Ledger No Already Exists ! Please enter different Ledger No
ms: Tidak Ledger sudah ada! Harap masukkan berbeda Ledger No

# Msg4
source: Invalid T1 Value,Please Choose it from look up
ms: Nilai tidak valid T1, Silahkan Pilih dari mencari

# Msg40
source: The Account Code already exist in the list
ms: Kode Account sudah ada dalam daftar

# Msg41
source: Account Code Required
ms: Kode Rekening Diperlukan

# Msg42
source: Either Debit or Credit Should be Keyed in
ms: Entah Debet atau Kredit Harus mengetik

# Msg43
source: The Account Code already exist in the list
ms: Kode Account sudah ada dalam daftar

# Msg44
source: This FieldNo does not belongs to selected Afdeling,Please Choose it from look up
ms: Blok ini tidak milik Afdeling yang dipilih, Silahkan Pilih dari mencari

# Msg45
source: Invalid T4 Value,Please Choose it from look up
ms: Nilai tidak valid T4, Silahkan Pilih dari mencari

# Msg46
source: No Record(s) Available
ms: No Record (s) Tersedia

# Msg47
source: You are about to Confirm the record. Are you sure? If yes please click ""OK"" or click ""Cancel""
ms: Anda akan Konfirmasi merekam. Apakah Anda yakin? Jika ya, silakan klik " OK " atau klik " Batal"

# Msg48
source: Please Keying the Rejected Reason
ms: Silakan Keying Alasan Ditolak

# Msg49
source: Record Rejected Successfully
ms: Rekam Ditolak Berhasil

# Msg5
source: Invalid T2 Value,Please Choose it from look up
ms: Nilai tidak valid T2, Silahkan Pilih dari mencari

# Msg50
source: Approved Successfully
ms: Berhasil Disetujui

# Msg51
source: Transaction Failed
ms: Transaksi Gagal

# Msg52
source: Approved Failed
ms: Disetujui Gagal

# Msg53
source: Transaction completed Successfully
ms: Transaksi selesai Berhasil

# Msg6
source: Invalid T3 Value,Please Choose it from look up
ms: Nilai tidak valid T3, Silahkan Pilih dari mencari

# Msg7
source: Invalid FieldNo,Please Choose it from look up
ms: FieldNo tidak valid, Silahkan Pilih dari mencari

# Msg8
source: Invalid VHNo,Please Choose it from look up
ms: VHNo tidak valid, Silahkan Pilih dari mencari

# Msg9
source: Invalid VHDetail Cost code,Please Choose it from look up
ms: Biaya VHDetail tidak valid kode, Silahkan Pilih dari mencari

# btnviewReport.Text
source: View Report
ms: Lihat Laporan

# Msg54
source: This Account Code required a Field No Code
ms: Account ini diperlukan Kode Sub Blok Kode

# dgvMultipleEntry.Columns(DgMeDescription).HeaderText
source: Description
ms: Keterangan

# Msg60
source: Description is Required
ms: Keterangan yang Diperlukan

# lblDescp.Text
source: Description
ms: Keterangan

# Msg61
source: T0 is Required
ms: T0 yang Diperlukan

# Msg63
source: you are about to navigate away from the current tab,you may lose unsaved data. are you sure? if yes please click ""ok"" or click ""cancel"".
ms: Anda akan beralih dari tab saat ini, Anda mungkin kehilangan data yang belum disimpan. apakah Anda yakin? jika ya silahkan klik "" ok "" atau klik "" cancel "".

# btnDeleteAll.Text
source: Delete All
ms: Hilangkan Semua

# cmsJournal.Items.Item(0).Text
source: Add
ms: Menambahkan

# cmsJournal.Items.Item(1).Text
source: Edit
ms: Menyunting

# cmsJournal.Items.Item(2).Text
source: Delete
ms: Menghilangkan

# msg64
source: Delete function cant be done for single record!
ms: cant fungsi Hapus dilakukan untuk merekam single

# btnConform.Text
source: Confirm
ms: menegaskan
