Repository: erinaldo/Bakrie
Catalog: Transaction/BSP/Common/Common.*.resx
Languages: ms

# btnAdd
source: Add
ms: Tambah

# btnReport
source: ~/Images/Report EN.png
ms: ~/Images/Report ID.png

# btnSave
source: Save
ms: Simpan

# btnSaveAll
source: Save All
ms: Simpan Semua

# btnSearch
source: Search
ms: Mencari

# btnUpdate
source: Update
ms: Pembaruan

# ddlEstate
source: Estate:
ms: Perkebunan:

# ddlLanguage
source: Language:
ms: Bahasa:

# gvheaderDelete
source: Delete
ms: Mencoret

# gvheaderEdit
source: Edit
ms: Meredaksi

# gvheaderSelect
source: Select
ms: Pilih

# IAccountCode
source: Invalid Account Code
ms: Kode Rekening tidak valid

# IAttendanceCode
source: Invalid Attendance Code
ms: Penonton Kode Tidak valid

# IChargeCode
source: Invalid Charge Code
ms: Mengisi Kode Tidak Valid

# IDiv
source: Invalid Afdeling Code
ms: Afdeling Kode Tidak Valid

# IMaterial
source: Invalid Material Code
ms: Material Kode Tidak Valid

# IOperatedBy
source: Invalid Operated By
ms: Dioperasikan Oleh Tidak Valid

# ISubBlock
source: Invalid Field No Code
ms: Sub Blok Kode Tidak Valid

# IT0
source: Invalid T0 Code
ms: T0 Kode Tidak Valid

# IT0IT1IT2IT3IT4
source: Invalid T0 Code \nInvalid T1 Code \n Invalid T2 Code \n Invalid T3 Code \n Invalid T4 Code
ms: Kode T0 tidak valid \ nInvalid T1 Kode \ n Valid T2 Kode \ n Valid T3 Kode \ n valid Kode T4

# IT1
source: Invalid T1 Code
ms: T1 Kode Tidak Valid

# IT2
source: Invalid T2 Code
ms: T2 Kode Tidak Valid

# IT3
source: Invalid T3 Code
ms: T3 Kode Tidak Valid

# IT4
source: Invalid T4 Code
ms: T4 Kode Tidak Valid

# IVehicleCategory
source: Invalid Category
ms: Kategori Kode Tidak Valid

# IYOP
source: Invalid YOP Code
ms: Tahun Tanam Kode Tidak Valid

# lblDate
source: Date :
ms: Tanggal :

# lblDeletePrompt
source: You are about to delete the selected record. Are you sure? If yes please click OK or click Cancel
ms: Anda akan menghapus catatan yang dipilih. Apakah Anda yakin? Jika ya, silakan klik OK atau klik Batal

# lblEmptyRecord
source: There are currently no records for this screen in your database.
ms: Saat ini tidak ada catatan untuk layar ini dalam database Anda

# lblPage
source: Page :
ms: Halaman :

# lblResolution
source: This site is best viewed in 1280x720 resolution and Internet Explorer 7 and above.
ms: Situs ini paling baik dilihat pada resolusi 1280x720 dan Internet Explorer 7 dan di atas.

# lgnSearch
source: Search
ms: Mencari

# lgnSearchResults
source: Search Results
ms: Mencari Hasil

# Msg0
source: We are unable to process your request at this time, Please make sure to enter all the mandatory fields and try again. If the problem still exists contact administrator.
ms: Kami tidak dapat memproses permintaan Anda saat ini, Harap pastikan untuk memasukkan semua bidang yang diharuskan dan coba lagi. Jika masalah masih ada kontak administrator.

# Msg1
source: Data successfully saved
ms: Data berhasil disimpan

# Msg10
source: Record already exists
ms: Record sudah ada

# Msg11
source: Current data conflicts with existing data in the database.Please modify start kms and/or end kms.
ms: Data saat ini bertentangan dengan data yang ada dalam memodifikasi database.Please mulai km dan / atau mengakhiri km.

# Msg12
source: Current data conflicts with existing data in the database.Please modify start time and/or end time.
ms: Data saat ini bertentangan dengan data yang ada di database.Please memodifikasi waktu mulai dan / atau akhir zaman.

# Msg13
source: Current data conflicts with existing data in the database.Please modify FFB Delivery Order No.
ms: Data saat ini bertentangan dengan data yang ada dalam database. Harap modifikasi FFB Delivery Order No

# Msg2
source: Data successfully updated
ms: Data berhasil diperbarui

# Msg3
source: Data successfully deleted
ms: Data berhasil dihapus

# Msg4
source: Record already in use
ms: Catatan sudah digunakan

# Msg5
source: You are attempting to modify a record that is being used elsewhere
ms: Anda sedang berusaha untuk mengubah catatan yang sedang digunakan di tempat lain

# Msg6
source: This record was posted successfully.
ms: Catatan ini telah diposting dengan sukses.

# Msg7
source: All records were posted successfully.
ms: Semua catatan yang diposting berhasil.

# MsgNoRecords
source: No records found matching your search criteria
ms: Ada catatan yang cocok dengan kriteria pencarian Anda

# MsgSearch
source: Please enter the search criteria
ms: Silahkan masukkan kriteria pencarian

source: Page Size :
ms: Halaman Ukuran :

# RBasicPay
source: Basic Pay Required
ms: Dasar Bayar Diperlukan

# RPublicHolidayDescp
source: Please select public holiday as description
ms: Silakan pilih hari libur umum sebagai deskripsi

# RTimeBasic
source: Time Basic Required
ms: Waktu Basik Diperlukan

# RVehicleWorkshop
source: Please select a vehicle or workshop
ms: Silakan pilih sebuah kendaraan atau lokakarya

source: User Name:
ms: Nama Pengguna:
