Repository: erinaldo/Bakrie
Catalog: Transaction/BSP/Store/ConsignmentReceivedFrm.*.resx
Languages: ms

# btnClose.Text
source: Close
ms: Tutup

# btnConform.Text
source: Confirm
ms: ConfirmB

# btnReset.Text
source: Reset
ms: Ulang Awal

# btnSave.Text
source: Save All
ms: Simpan Semua

# btnviewCRReport.Text
source: View Report
ms: Lihat Laporan

# btnviewCRSearch.Text
source: Search
ms: Mencari

# chkviewCRDate.Text
source: Received Date
ms: Tanggal Diterima

# dgvviewCReceived.Columns(PartNo).HeaderText
source: Part No
ms: Bagian No

# dgvviewCReceived.Columns(ReceivedDate).HeaderText
source: Received Date
ms: Tanggal Diterima

# dgvviewCReceived.Columns(ReferenceNo).HeaderText
source: Reference No
ms: Referensi No

# dgvviewCReceived.Columns(Remarks).HeaderText
source: Remarks
ms: Keterangan

# dgvviewCReceived.Columns(Status).HeaderText
source: Status
ms: StatusB

# dgvviewCReceived.Columns(STCode).HeaderText
source: Stock Code
ms: Kode saham

# dgvviewCReceived.Columns(StockBalance).HeaderText
source: Stock Balance
ms: Stock Saldo

# lblConsignmentStockCode.Text
source: Consignment Stock Code
ms: Konsinyasi Stock Code

# lblCRStatus.Text
source: Status
ms: StatusB

# lblPartNo.Text
source: Part No
ms: Bagian No

# lblReceivedDate.Text
source: Received Date
ms: Tanggal Diterima

# lblReceivedQty
source: Received Qty
ms: Diterima Qty

# lblReferenceNo.Text
source: Reference No
ms: Referensi No

# lblRejectedReason.Text
source: Rejected Reason
ms: Rejected ReasonB

# lblRemarks.Text
source: Remarks
ms: Keterangan

# lblStockBalance.Text
source: Stock Balance
ms: Stock Saldo

# lblviewReferenceno.Text
source: Reference No
ms: Referensi No

# lblviewStockCode.Text
source: Stock Code
ms: Kode saham

# msg01
source: Reference No already exist
ms: No Referensi sudah ada

# msg02
source: Data added sucessfully
ms: Data berhasil ditambahkan

# msg03
source: ReferenceNo. field is mandatory
ms: ReferenceNo. lapangan wajib

# msg04
source: Consignment StockCode Field is mandatory
ms: Konsinyasi StockCode Field ini wajib

# msg05
source: Received Qty field is mandatory
ms: Diterima Qty lapangan wajib

# msg06
source: Reference No already exist
ms: No Referensi sudah ada

# msg07
source: Data was Updated Sucessfully
ms: Data Berhasil Diperbarui

# msg08
source: You are about to Delete the selected record. Are you sure? If yes please click ""OK"" or click ""Cancel"".
ms: Anda akan Menghapus catatan yang dipilih. Apakah Anda yakin? Jika ya silahkan klik "" OK "" atau klik "" Batal "".

# msg09
source: No Record to Delete
ms: Tidak Rekam untuk Hapus

# msg10
source: No Record to Delete
ms: Tidak Rekam untuk Hapus

# msg11
source: There is no valid consignment stock code was selected
ms: Tidak ada kode konsinyasi valid saham dipilih

# msg12
source: Status not Selected
ms: Status tidak Dipilih

# msg13
source: Status not Selected
ms: Status tidak Dipilih

# pnlConsignmentReceived.CaptionText
source: Consignment Received Search
ms: Konsinyasi Diterima Cari

# tcConsiognmentReceived.TabPages(tbpgConsignmentReceived).Text
source: Consignment Received
ms: Konsinyasi Diterima

# tcConsiognmentReceived.TabPages(tbpgView).Text
source: View
ms: Melihat

# msg14
source: You are about to Confirm the record. Are you sure? If yes please click ""OK"" or click ""Cancel"".
ms: Anda akan Konfirmasi merekam. Apakah Anda yakin? Jika ya silahkan klik "" OK "" atau klik "" Batal "".

# msg15
source: Approved Successfully
ms: Disetujui Berhasil

# msg16
source: Failed to update Taskmonitor
ms: Gagal memperbarui Taskmonitor

# msg17
source: Failed to Update IssueDetails
ms: Gagal Update IssueDetails

# msg18
source: Please enter the rejected reason
ms: Harap masukkan alasan ditolak

# msg19
source: You are about to Reject the record. Are you sure? If yes please click ""OK"" or click ""Cancel"".
ms: Anda akan Tolak merekam. Apakah Anda yakin? Jika ya silahkan klik "" OK "" atau klik "" Batal "".

# msg20
source: Rejected Successfully
ms: Ditolak Berhasil

# msg21
source: Do you want to save the data?If yes please click ""OK"" or click ""Cancel"".
ms: Apakah Anda ingin menyimpan data Jika ya silahkan klik "" OK "" atau klik "" Batal "?". B

# msg22
source: you are about to navigate away from the current tab,you may lose unsaved data. are you sure? if yes please click ""ok"" or click ""cancel"".
ms: Anda akan beralih dari tab saat ini, Anda mungkin kehilangan data yang belum disimpan. apakah Anda yakin? jika ya silahkan klik "" ok "" atau klik "" cancel "".

# msg23
source: “Data not saved, do you want to proceed without saving?” If yes please click ""OK"" or click ""Cancel""
ms: "Data tidak disimpan, apakah Anda ingin melanjutkan tanpa menyimpan?" Jika ya silahkan klik "" OK "" atau klik "" Batal ""

# msg24
source: Not valid record to delete, status must be OPEN
ms: Tidak berlaku untuk menghapus, status harus TERBUKA
