Repository: erinaldo/Bakrie
Catalog: Transaction/BSP/Store/EstateMillDeliveryNoteFrm.*.resx
Languages: ms

# btnAdd.Text
source: Add
ms: Menambahkan

# btnClose.Text
source: Close
ms: Tutup

# btnReset.Text
source: Reset
ms: Kembali Awal

# btnResetAll.Text
source: Reset All
ms: Kembali Awal

# btnSaveAll.Text
source: Save All
ms: Simpan Semua

# dgvDetails.Columns(dgclAccountCode).HeaderText
source: Account Code
ms: Kode Akun

# dgvDetails.Columns(dgclDifferenceQty).HeaderText
source: Difference Qty
ms: Difference Qty B

# dgvDetails.Columns(dgclPartNo).HeaderText
source: Part No.
ms: Part No.B

# dgvDetails.Columns(dgclPendingQty).HeaderText
source: Pending Qty
ms: Pending QtyB

# dgvDetails.Columns(dgclReceivedPrice).HeaderText
source: Received Price
ms: Received PriceB

# dgvDetails.Columns(dgclReceivedQty).HeaderText
source: Received Qty
ms: Jumlah Penerimaan

# dgvDetails.Columns(dgclRequestedQty).HeaderText
source: Requested Qty
ms: Jumlah Permintaan

# dgvDetails.Columns(dgclStockCode).HeaderText
source: Stock Code
ms: Stok Kode

# dgvDetails.Columns(dgclTotalPrice).HeaderText
source: Total Price
ms: Total Harga

# dgvDetails.Columns(dgclUnit).HeaderText
source: Unit
ms: Satuan

# dgvDetails.Columns(dgclUnitPrice).HeaderText
source: Unit Price
ms: Harga Satuan

# lblDeliverySource.Text
source: Delivery Source
ms: Asal Pengiriman

# lblGRNNo.Text
source: MRC No.
ms: No MRC

# lblIDNDate.Text
source: DN Date
ms: Tanggal DN

# lblIDNNo.Text
source: DN No.
ms: No DN

# lblIPRNo.Text
source: PR No.
ms: No PR

# lblLPONo.Text
source: PO No.
ms: No PO

# lblOperatorName.Text
source: Operator Name
ms: Nama Operator

# lblPONo.Text
source: PO No.
ms: No PO

# lblRemarks.Text
source: Remarks
ms: Keterangan

# lblTransportDate.Text
source: Transport Date
ms: Tanggal Pengangkutan

# lblTransType.Text
source: Trans. Type
ms: Tipe Pengiriman

# lblVehicleNo.Text
source: Vehicle No.
ms: No Kendaraan

# btnSearch.Text
source: Search
ms: Search.B

# btnviewReport.Text
source: View Report
ms: View Report.B

# dgvDetails.Columns(dgclAccountDesc).HeaderText
source: Account Description
ms: Account Description.B

# dgvDetails.Columns(dgclAvailableQty).HeaderText
source: Available Qty
ms: Tersedia Jumlah

# dgvDetails.Columns(dgclStockDesc).HeaderText
source: Stock Description
ms: Stock Description.B

# dgvIDNView.Columns(dgclDeliverySource).HeaderText
source: Delivery Source
ms: Asal Pengiriman

# dgvIDNView.Columns(dgclGRNNo).HeaderText
source: MRC No.
ms: No MRC

# dgvIDNView.Columns(dgclIDNDate).HeaderText
source: DN Date
ms: Tanggal DN

# dgvIDNView.Columns(dgclIDNNo).HeaderText
source: DN No.
ms: No DN

# dgvIDNView.Columns(dgclIPRNo).HeaderText
source: PR No.
ms: No PR

# dgvIDNView.Columns(dgclLPONo).HeaderText
source: PO No.
ms: No PO

# dgvIDNView.Columns(dgclPONo).HeaderText
source: PO No.
ms: No PO

# dgvIDNView.Columns(dgclTransType).HeaderText
source: Trans. Type
ms: Tipe Pengiriman

# gbDetails.Text
source: Details
ms: Details.B

# gbEdit.Text
source: DN Details
ms: DN Details.B

# gbMain.Text
source: Main
ms: Main.B

# lblAvailableQty.Text
source: Available Qty
ms: Available Qty B

# lblPendingQty.Text
source: Pending Qty
ms: Pending Qty B

# lblReceivedPrice.Text
source: Unit Price
ms: Harga Satuan

# lblReceivedQty.Text
source: Received Qty
ms: Jumlah Penerimaan

# lblsearchBy.Text
source: Search By
ms: Search By.B

# lblStockCode.Text
source: Stock Code
ms: Stok Kode

# lblStockDesc.Text
source: Stock Desc.
ms: Stock Desc.B

# lblUnit.Text
source: Unit
ms: Satuan

# lblviewDeliverySource.Text
source: Delivery Source
ms: Asal Pengiriman

# lblviewGRNNo.Text
source: MRC No.
ms: No MRC

# lblviewIDNDate.Text
source: DN Date
ms: Tanggal DN

# lblviewIDNNo.Text
source: DN No.
ms: No DN

# lblviewPONo.Text
source: PO No.
ms: No PO

# lblviewTransType.Text
source: Trans. Type
ms: Tipe Pengiriman

# plEMDNSearch.Text
source: Search DN Details
ms: Search DN Details.B

# rbtnIPR.Text
source: PR No.
ms: No PR

# rbtnLPONo.Text
source: PO No.
ms: No PO

# tcIPR.TabPages(tbpgEMDNAdd).Text
source: DN
ms: DN B

# tcIPR.TabPages(tbpgEMDNView).Text
source: View
ms: ViewB

# Msg01
source: Please select Trans. Type
ms: Silakan Trans pilih. Jenis

# Msg02
source: Please select Trans. Type
ms: Silakan Trans pilih. Jenis

# Msg04
source: Please select Trans. Type
ms: Silakan Trans pilih. Jenis

# Msg06
source: Please enter Received Qty
ms: Harap masukkan Diterima Qty

# Msg07
source: Please check Receiv. Qty greater than Pending Qty
ms: Silakan periksa receiver. Qty lebih besar dari Pending Qty

# Msg08
source: Please enter Unit value
ms: Harap masukkan nilai Unit

# Msg09
source: Please enter Received price
ms: Masukkan harga Diterima

# Msg10
source: Please enter PO
ms: Harap masukkan PUT

# Msg11
source: Please enter DNNo.
ms: Silakan masukkan DNNo.

# Msg12
source: Please enter Supplier
ms: Harap masukkan Supplier

# Msg13
source: Please select either PR No. or PO No.
ms: Silakan pilih salah satu No HKI atau Tidak PUT

# Msg14
source: Please select Delivery Source
ms: Silakan pilih Sumber Pengiriman

# Msg15
source: Please fill details for PRNo. or PO No.
ms: Silahkan mengisi rincian untuk PRNo. atau PUT No

# Msg16
source: DN No. or MRC No. already exist, Please check
ms: DN No atau MRC No sudah ada, Silakan periksa

# Msg17
source: Failed, to insert Records
ms: Gagal, untuk menyisipkan Records

# Msg18
source: Failed, to insert Records
ms: Gagal, untuk menyisipkan Records

# Msg19
source: Failed to update Records
ms: Gagal memperbarui Records

# Msg20
source: Stock Code Already Exist, Please check
ms: Kode Saham Sudah Exist, Silakan periksa

# Msg21
source: Records inserted Succesfully
ms: Records dimasukkan Berhasil

# Msg22
source: Records updated Succesfully
ms: Records diperbarui Berhasil

# Msg23
source: Process failed
ms: Proses gagal

# Msg24
source: Please check no rows selected
ms: Silahkan periksa tidak ada baris yang dipilih

# Msg25
source: Please select Trans. Type
ms: Silakan pilih Trans. Jenis

# Msg26
source: No Records to Select
ms: Tidak Records untuk Pilih

# Msg27
source: No Record to Edit
ms: Rekam Tidak untuk Edit

# Msg28
source: You are about to Delete the selected record. Are you sure? If yes please click ""OK"" or click ""Cancel"".
ms: Anda akan Menghapus catatan yang dipilih. Apakah Anda yakin? Jika ya silahkan klik "" OK "" atau klik "" Batal "".

# Msg29
source: Not valid record to delete, status must be OPEN
ms: catatan Tidak berlaku untuk menghapus, status harus TERBUKA

# Msg30
source: No Record to Delete
ms: Tidak ada tp Recprd Hapus

# Msg31
source: Invalid Supplier
ms: Supplier tidak valid

# Msg33
source: Status not Selected
ms: Status tidak Dipilih

# Msg34
source: Status not Selected
ms: Status tidak Dipilih

# Msg35
source: You are about to Confirm the record. Are you sure? If yes please click ""OK"" or click ""Cancel"".
ms: Anda akan Konfirmasi merekam. Apakah Anda yakin? Jika ya silahkan klik "" OK "" atau klik "" Batal "".

# Msg36
source: Approved Successfully
ms: Disetujui Berhasil

# Msg37
source: Approval Failed
ms: Persetujuan Gagal

# Msg38
source: Failed to update PR
ms: Gagal memperbarui HKI

# Msg39
source: Failed to update stock detail
ms: Gagal memperbarui detail saham

# Msg40
source: Failed to Insert Journal Details transaction
ms: Gagal Masukkan transaksi Rincian Journal

# Msg41
source: Failed to Update LedgerAllModule BatchAmount
ms: Gagal Update LedgerAllModule BatchAmount

# Msg42
source: Approved Successfully
ms: Disetujui Berhasil

# Msg43
source: Approval Failed
ms: Persetujuan Gagal

# Msg44
source: Failed to update PR
ms: Gagal memperbarui HKI

# Msg45
source: Failed to update StockDetailConsignment
ms: Gagal memperbarui StockDetailConsignment

# Msg46
source: Failed to update stock detail
ms: Gagal memperbarui detail saham

# Msg47
source: Failed to Insert Journal Details transaction
ms: Gagal Masukkan transaksi Rincian Journal

# Msg48
source: Failed to Update LedgerAllModule BatchAmount
ms: Gagal Update LedgerAllModule BatchAmount

# Msg49
source: Approval can not proceed.For this DN , there is no stock code available in consignment...
ms: Persetujuan tidak dapat proceed.For IDN ini, tidak ada kode saham yang tersedia di konsinyasi ...

# Msg50
source: Approved Successfully
ms: Disetujui Berhasil

# Msg51
source: Approval Failed
ms: Persetujuan Gagal

# Msg52
source: Failed to update PO
ms: Gagal memperbarui PUT

# Msg53
source: Failed to update stock detail
ms: Gagal memperbarui detail saham

# Msg54
source: Failed to Insert Journal Details transaction
ms: Gagal Masukkan transaksi Rincian Journal

# Msg55
source: Failed to Update LedgerAllModule BatchAmount
ms: Gagal Update LedgerAllModule BatchAmount

# Msg56
source: Please enter the rejected reason
ms: Harap masukkan alasan ditolak

# Msg57
source: You are about to Reject the record. Are you sure? If yes please click ""OK"" or click ""Cancel"".
ms: Anda akan Tolak merekam. Apakah Anda yakin?Jika ya silahkan klik "" OK "" atau klik "" Batal "".

# Msg58
source: Rejected Successfully
ms: Ditolak Berhasil

# Msg59
source: Approval Failed
ms: Persetujuan Gagal

# Msg60
source: Invalid T0 Value
ms: Nilai tidak valid T0

# Msg61
source: No Records Available!
ms: Tidak Records Tersedia!

# Msg62
source: PR SupplierID Missing
ms: PR SupplierID Hilang

# Msg63
source: Do you want to save the data?If yes please click ""OK"" or click ""Cancel"".
ms: Apakah Anda ingin menyimpan data Jika ya silahkan klik "" OK "" atau klik "" Batal "?".

# Msg64
source: Please enter T0
ms: Harap masukkan T0

# Msg65
source: you are about to navigate away from the current tab,you may lose unsaved data. are you sure? if yes please click ""ok"" or click ""cancel"".
ms: Anda akan beralih dari tab saat ini, Anda mungkin kehilangan data yang belum disimpan. apakah Anda yakin? jika ya silahkan klik "" ok "" atau klik "" cancel "".

# Msg66
source: “Data not saved, do you want to proceed without saving?” If yes please click ""OK"" or click ""Cancel""
ms: "Data tidak disimpan, apakah Anda ingin melanjutkan tanpa menyimpan?" Jika ya silahkan klik "" OK "" atau klik "" Batal "" Listen Read phonetically Dictionary - View detailed dictionary
