Repository: erinaldo/Bakrie
Catalog: Transaction/BSP/Store/NonStockIPRFrm.*.resx
Languages: ms

# btnAdd.Text
source: Add
ms: Menambahkan

# btnClose.Text
source: Close
ms: Tutup

# btnConfirm.Text
source: Confirm
ms: ConfirmB

# btnReset.Text
source: Reset
ms: Kembali Awal

# btnResetAll.Text
source: Reset All
ms: Kembali Awal

# btnSaveAll.Text
source: Save All
ms: Simpan Semua

# btnSearch.Text
source: Search
ms: Cari

# btnviewReport.Text
source: View Report
ms: Laporan

# dgvIPRDetails.Columns(dgclAvailableQty).HeaderText
source: Available Qty
ms: Tersedia Jumlah

# dgvIPRDetails.Columns(dgclMinimumQty).HeaderText
source: Minimum Qty
ms: Minimum Qty.B

# dgvIPRDetails.Columns(dgclPartNo).HeaderText
source: Part No
ms: Part No.B

# dgvIPRDetails.Columns(dgclRequestedQty).HeaderText
source: Requested Qty
ms: Jumlah Permintaan

# dgvIPRDetails.Columns(dgclStockCode).HeaderText
source: Stock Code
ms: Stok Kode

# dgvIPRDetails.Columns(dgclStockDesc).HeaderText
source: Stock Desc
ms: Stock Desc.B

# dgvIPRDetails.Columns(dgclTotalPrice).HeaderText
source: Total price
ms: Total Harga

# dgvIPRDetails.Columns(dgclunit).HeaderText
source: Unit
ms: Satuan

# dgvIPRDetails.Columns(dgclUnitPrice).HeaderText
source: Last Purchase Price
ms: Harga belian terakhir

# dgvIRPView.Columns(gvClassification).HeaderText
source: Classification
ms: Klasifikasi

# dgvIRPView.Columns(gvDeliveredto).HeaderText
source: Delivered To
ms: Dikirim Kepada

# dgvIRPView.Columns(gvIPRDate).HeaderText
source: PR Date
ms: Tanggal PR

# dgvIRPView.Columns(gvIPRNo).HeaderText
source: PR No
ms: No PR

# dgvIRPView.Columns(gvlRequiredDate).HeaderText
source: Required Date
ms: Required Date.B

# dgvIRPView.Columns(gvRequiredfor).HeaderText
source: Required For
ms: Diperlukan untuk

# dgvIRPView.Columns(gvSTCategory).HeaderText
source: Category
ms: Kategori

# gbApproval.Text
source: PR Approval
ms: PR ApprovalB

# gbEnquipmentData.Text
source: Equipment Data
ms: Data Equipment.B

# gbIPRAdd.Text
source: PR Detail
ms: PR Details.B

# gbMultientry.Text
source: PR Details
ms: PR Details.B

# gbSingleEntry.Text
source: Main
ms: Main.B

# lblAvailableQty.Text
source: Available Qty
ms: Jumlah Tersedia

# lblCategcode.Text
source: Category Code
ms: Kode Kategori

# lblCategory.Text
source: Category
ms: Kategori

# lblChassisSerialNo.Text
source: Chassis Serial No.
ms: No Sasis Kend

# lblClassification.Text
source: Classification
ms: Klasifikasi

# lblDeliveredTo.Text
source: Delivered To
ms: Dikirim Kepada

# lblEngine.Text
source: Engine
ms: Mesin

# lblFixedAssetNo.Text
source: Fixed Asset No.
ms: No Fix Aset

# lblIPRDate.Text
source: PR Date
ms: Tanggal PR

# lblMakeandModel.Text
source: Make and Model
ms: Merk

# lblMinQty.Text
source: Min. Qty
ms: Min Qty.B

# lblPartNo.text
source: Part No.
ms: Part No.B

# lblRejectedReason.Text
source: Rejected Reason
ms: Alasan ditolak

# lblRequestedQty.Text
source: Requested Qty
ms: Jumlah Permintaan

# lblRequiredFor.Text
source: Required For
ms: Diperlukan untuk

# lblsearchCategory.Text
source: Search By
ms: Pencarian kategori

# lblStockCode.Text
source: Stock Code
ms: Stok Kode

# lblStockDes.Text
source: Stock Desc
ms: Deskripsi Stok

# lblTotalPrice.Text
source: Total Price
ms: Total Harga

# lblUnit.Text
source: Unit
ms: Satuan

# lblUnitPrice.Text
source: Last Purchase Price
ms: Harga belian terakhir

# lblviewCategory.Text
source: Category
ms: Kategori

# lblviewClassification.Text
source: Classification
ms: Klasifikasi

# lblviewDeliveredto.Text
source: Delivered To
ms: Dikirim kepada

# lblviewIPRDate.Text
source: PR Date
ms: Tanggal PR

# lblviewRequiredfor.Text
source: Required For
ms: Diperlukan untuk

# tcIPR.TabPages(tbIPR).Text
source: PR
ms: PRB

# tcIPR.TabPages(tbView).Text
source: View
ms: ViewB

# msg00
source: Invalid category
ms: Kategori B tidak valid

# msg01
source: Category field Required
ms: Kategori Wajib diisi

# msg02
source: UnitPrice required
ms: UnitPrice diperlukan

# msg03
source: Required date must be greater than PRDate
ms: Tanggal Diperlukan harus lebih besar dari PRDate

# msg04
source: Category field Required
ms: Kategori Wajib diisi

# msg05
source: Category Code missing
ms: Kategori Kode hilang

# msg06
source: Stock Code Required
ms: Kode Saham Diperlukan

# msg07
source: Stock Description missing
ms: Saham Deskripsi hilang

# msg08
source: Requested Quantity missing
ms: Kuantitas Diminta hilang

# msg09
source: Unit price missing
ms: Harga satuan yang hilang

# msg10
source: Unit Price is Zero
ms: Harga Unit Nol

# msg11
source: Sorry this stock code already exist
ms: Maaf ini sudah ada kode saham

# msg12
source: Stock Code already exist in this Non PR Details
ms: Kode Saham sudah ada di Non HaKI Detail

# msg13
source: Invalid stock code
ms: Kode saham tidak valid

# msg14
source: PR No. Missing
ms: PR No Hilang

# msg15
source: Category field Required
ms: Kategori Wajib diisi

# msg16
source: Stock Items Required
ms: Produk Bursa Diperlukan

# msg17
source: Required date must be greater than PRDate
ms: Tanggal Diperlukan harus lebih besar dari PRDate

# msg18
source: PR No already Exist
ms: PR No sudah Exist

# msg19
source: Failed to insert Records
ms: Gagal untuk memasukkan Records

# msg20
source: Failed to insert Records
ms: Gagal untuk memasukkan Records

# msg21
source: Failed to update Records
ms: Gagal memperbarui Records

# msg22
source: Records inserted Succesfully
ms: Records dimasukkan Berhasil

# msg23
source: Records updated Succesfully
ms: Records diperbarui Berhasil

# msg24
source: Process failed
ms: Proses gagal

# msg25
source: No Record(s) Available!
ms: No Record (s) Tersedia!

# msg26
source: No Record to Edit
ms: Rekam Tidak untuk Edit

# msg27
source: You are about to Delete the selected record. Are you sure? If yes please click ""OK"" or click ""Cancel""."
ms: Anda akan Menghapus catatan yang dipilih. Apakah Anda yakin? Jika ya silahkan klik "" OK "" atau klik "" Batal "". "

# msg28
source: Not a valid record to delete, status must be OPEN
ms: Bukan catatan yang valid untuk menghapus, status harus TERBUKA

# msg29
source: No Records to Delete
ms: Tidak Records untuk Hapus

# msg30
source: Please enter 13 digit Account code
ms: Silakan masukkan kode 13 digit Account

# msg31
source: Invalid Usage COA Account code,Please Choose it from look up
ms: COA tidak valid Penggunaan kode Account, Silahkan Pilih dari mencari

# msg32
source: Invalid Category
ms: Kategori tidak valid

# msg33
source: Please select status to Approve
ms: Silakan pilih status untuk Setujui

# msg34
source: Please enter valid Rejected reason
ms: Harap masukkan alasan yang sah Ditolak

# msg35
source: You are about to Approve the selected record. Are you sure? If yes please click ""OK"" or click ""Cancel"".
ms: Anda akan Menyetujui catatan yang dipilih. Apakah Anda yakin? Jika ya silahkan klik "" OK "" atau klik "" Batal "".

# msg36
source: Confirmation Succeded
ms: Konfirmasi berhasil

# msg37
source: Confirmation Failed
ms: Konfirmasi Gagal

# msg38
source: Classification Missing
ms: Klasifikasi Hilang

# msg39
source: you are about to navigate away from the current tab,you may lose unsaved data. are you sure? if yes please click ""ok"" or click ""cancel"".
ms: Anda akan beralih dari tab saat ini, Anda mungkin kehilangan data yang belum disimpan. apakah Anda yakin? jika ya silahkan klik "" ok "" atau klik "" cancel "".

# msg40
source: Usage COA Code field Required
ms: Penggunaan Kode COA Wajib diisi

# msg41
source: Do you want to save the data?If yes please click ""OK"" or click ""Cancel"".
ms: Apakah Anda ingin menyimpan data Jika ya silahkan klik "" OK "" atau klik "" Batal "?".

# msg42
source: “Data not saved, do you want to proceed without saving?” If yes please click ""OK"" or click ""Cancel""
ms: "Data tidak disimpan, apakah Anda ingin melanjutkan tanpa menyimpan?" Jika ya silahkan klik "" OK "" atau klik "" Batal ""
