Repository: erinaldo/Bakrie
Catalog: Transaction/BSP/Store/StoreIssueVoucherFrm.*.resx
Languages: ms

# btnClose.Text
source: Close
ms: Tutup

# btnPrint.Text
source: Print
ms: Cetak

# btnReset.Text
source: Reset
ms: Kembali Awal

# btnResetAll.Text
source: Reset All
ms: Kembali Awal

# btnAdd.Text
source: Add
ms: Menambahkan

# btnSaveAll.Text
source: Save All
ms: Simpan Semua

# btnSearch.Text
source: Search
ms: Cari

# btnViewReport.Text
source: View Report
ms: Laporan

# chkViewSIVDate.Text
source: SIV Date
ms: Tanggal SIV

# dgIssueVoucher.Columns(dgclAccountCode).HeaderText
source: Account Code
ms: Kode Akun

# dgIssueVoucher.Columns(dgclAvailQty).HeaderText
source: Available Qty
ms: Jumlah tersedia

# dgIssueVoucher.Columns(dgclDesc).HeaderText
source: Stock Description
ms: Keterangan Stok

# dgIssueVoucher.Columns(dgclOdoReading).HeaderText
source: Odo Reading
ms: Odo Terbaca

# dgIssueVoucher.Columns(dgclIssuedQty).HeaderText
source: Qty Issued
ms: Jumlah Pengeluaran Stok

# dgIssueVoucher.Columns(dgclStockCode).HeaderText
source: Stock Code
ms: Kode Stok

# dgIssueVoucher.Columns(dgclT0).HeaderText
source: T0
ms: T1

# dgIssueVoucher.Columns(dgclUnit).HeaderText
source: Unit
ms: Satuan

# dgIssueVoucher.Columns(dgclUsedFor).HeaderText
source: Used For
ms: Digunakan untuk

# dgIssueVoucher.Columns(dgclVHDetailCostCode).HeaderText
source: VH Details Cost Code
ms: Kode biaya kendaraan

# dgIssueVoucher.Columns(dgclVHNo).HeaderText
source: VH No/Workshop No
ms: No Kendaraan/No bengkel

# dgIssueVoucher.Columns(dgclYOP).HeaderText
source: YOP
ms: Tahun Tanam

# lblAccountCode.Text
source: Account Code
ms: Kode Akun

# lblAvailQty.Text
source: Available Quantity
ms: Jumlah tersedia

# lblContractNoSearch.Text
source: Contract No
ms: No Kontrak

# lblIssueBatchTotal.Text
source: Issue Batch Total
ms: lIssue Batch Total

# lblOdoReading.Text
source: Odo Reading
ms: Pembacaan ODO

# LblQtyIssue.Text
source: Qty Issued
ms: Jml. dikeluarkan

# lblQuantityIssued.Text
source: Quantity Issued
ms: Jml. dikeluarkan

# lblRemarks.Text
source: Remarks
ms: Keterangan

# lblRemarksSearch.Text
source: Remarks
ms: Keterangan

# lblSearchBy.Text
source: Search By
ms: Pencarian Dengan

# lblSIVDate.Text
source: SIV Date
ms: Tanggal SIV

# lblSIVNoSerach.Text
source: SIVNo
ms: No SIV

# lblStockCategory.Text
source: Stock Category
ms: Kategori

# lblStockCode.Text
source: Stock Code
ms: Kode Stok

# lblStockDescription.Text
source: Stock Description
ms: Keterangan Stok

# lblsubBlock.Text
source: Field Number
ms: Sub Blok

# lblTotal.Text
source: Contract No
ms: Contract NoB

# lblUOM.Text
source: Unit
ms: Satuan

# lblUsedFor.Text
source: UsedFor
ms: Digunakan Untuk

# lblVHDetailsCostCode.Text
source: VH Details Cost Code
ms: Kode biaya kendaraan

# lblVHNo.Text
source: VHNo/Workshop No
ms: No Kendaraan/No bengkel

# lblYOP.Text
source: YOP
ms: Tahun Tanam

# llblSIVNO.Text
source: SIV No
ms: No SIV

# PnlSearch.CaptionText
source: Search Store Issue Voucher
ms: Search Toko Terbitan Voucher

# lblContractor.Text
source: Contractor No
ms: No Kontrak

# tbStoreIssueVoucher.TabPages(tbpgAdd).Text
source: Store Issue Voucher
ms: Store Toko Terbitan Voucher

# tbStoreIssueVoucher.TabPages(tbpgViewSIV).Text
source: View
ms: Melihat

# dgViewIssueVoucher.Columns(ContractNo).HeaderText
source: Contract No
ms: No Kontrak

# dgViewIssueVoucher.Columns(Remarks).HeaderText
source: Remarks
ms: Keterangan

# dgViewIssueVoucher.Columns(SIVDate).HeaderText
source: SIV Date
ms: Tanggal SIV

# dgViewIssueVoucher.Columns(SIVNO).HeaderText
source: SIV No
ms: No SIV

# btnConform.Text
source: Confirm
ms: Konfirmasi

# grpApproval.Text
source: SIV Approval
ms: SIV Persetujuan

# lblRejectedReason.Text
source: Rejected Reason
ms: Alasan Ditolak

# dgIssueVoucher.Columns(dgclOldAccountCode).HeaderText1
source: Old Account Code
ms: Old Kode Akun

# lblOldAcctCode.Text
source: Old Account Code
ms: Old Kode Akun

# lblRejectedReason1.Text
source: Rejected Reason
ms: Alasan Ditolak

# Msg01
source: SIV No already exists,Please choose some other SIV No
ms: Tidak SIV sudah ada, Silahkan pilih beberapa SIV No lain

# Msg02
source: This Stock Code already exists for this FieldNo
ms: Kode ini Bursa sudah ada untuk blok ini

# Msg03
source: This Stock Code already exists for this Afdeling
ms: Kode ini Bursa sudah ada untuk ini Afdeling

# Msg04
source: This Stock Code already exists for this Vehicle No
ms: Kode ini Bursa sudah ada untuk ini Tidak Kendaraan

# Msg05
source: This Stock Code already exists for this Station
ms: Kode ini Bursa sudah ada untuk ini Stasiun

# Msg06
source: Similar Record already exists ada
ms: Rekod yang sama sudah ujud

# Msg07
source: This Stock Code already exists for this FieldNo
ms: Kode ini Bursa sudah ada untuk blok ini

# Msg08
source: This Stock Code already exists for this Afdeling
ms: Kode ini Bursa sudah ada untuk ini Afdeling

# Msg09
source: This Stock Code already exists for this Vehicle No
ms: Kode ini Bursa sudah ada untuk ini Tidak Kendaraan

# Msg10
source: This Stock Code already exists for this Station
ms: Kode ini Bursa sudah ada untuk ini Stasiun

# Msg11
source: This Stock Code already exists
ms: Kode ini sudah ada Saham

# Msg12
source: SIV Number not entered
ms: Nomor SIV tidak dimasukkan

# Msg13
source: Stock Category not Selected
ms: Bursa Kategori tidak Dipilih

# Msg14
source: Stock Code not Selected
ms: Kode Saham tidak Dipilih

# Msg15
source: Quantity Issued is Empty
ms: Kuantitas Ditempatkan adalah Kosong

# Msg16
source: Quantity Issued should be greater than zero
ms: Ditempatkan kuantitas harus lebih besar dari nol

# Msg17
source: Available quantity should be greater than zero
ms: Tersedia kuantitas harus lebih besar dari nol

# Msg18
source: Quantity issued should not be more than available quantity
ms: Kuantitas diterbitkan tidak boleh lebih dari tersedia kuantitas

# Msg19
source: AccountCode is Empty
ms: AccountCode adalah Kosong

# Msg20
source: T0 is Empty
ms: T0 Kosong

# Msg21
source: VHNo/WorkshopNo is empty
ms: VHNo / WorkshopNo kosong

# Msg22
source: VH Details Cost Code is empty
ms: VH Rincian Biaya Kode kosong

# Msg23
source: VH Details Cost Code is empty
ms: VH Rincian Biaya Kode kosong

# Msg24
source: VHNo/WorkshopNo is empty
ms: VHNo / WorkshopNo kosong

# Msg25
source: This Account Code is allowed only for
ms: Kode Rekening diperbolehkan hanya untuk

# Msg26
source: This Account Code required a
ms: Kode Akun ini memerlukan

# Msg27
source: This Account Code required a
ms: Kode Akun ini memerlukan

# Msg28
source: Invalid Combination of Account Code and Field Number
ms: Kombinasi tidak valid Kode Rekening dan Sub Blok

# Msg29
source: Failed to save database
ms: Gagal menyimpan database

# Msg30
source: Failed to save database
ms: Gagal menyimpan database

# Msg31
source: Failed to save details in database
ms: Gagal menyimpan rincian dalam database

# Msg32
source: Data Successfully Saved
ms: Data Berhasil Disimpan

# Msg33
source: Failed to update details in database
ms: Gagal memperbarui rincian dalam database

# Msg34
source: Data Successfully Updated
ms: Data Berhasil Diperbarui

# Msg35
source: Please Add Stock Items
ms: Harap Tambahkan Produk Bursa

# Msg36
source: Invalid Contract No,Please Choose it from look up
ms: Kontrak tidak valid Tidak, Silahkan Pilih dari mencari

# Msg37
source: Invalid Stock Category , Please choose correct category from lookup
ms: Bursa valid Kategori, Silahkan pilih kategori yang benar dari lookup

# Msg38
source: Invalid Stock Code,Please Choose it from look up
ms: Kode Saham valid, Silahkan Pilih dari mencari

# Msg39
source: Please Enter Stock Category
ms: Silahkan Masukkan Kategori Bursa

# Msg40
source: Please enter 13 digit Account code
ms: Silakan masukkan kode 13 digit Account

# Msg41
source: Invalid Account code,Please Choose it from look up
ms: Kode valid Account, Silahkan Pilih dari mencari

# Msg42
source: Invalid T0 Value,Please Choose it from look up
ms: Nilai tidak valid T0, Silahkan Pilih dari mencari

# Msg43
source: Invalid T1 Value,Please Choose it from look up
ms: Nilai tidak valid T1, Silahkan Pilih dari mencari

# Msg44
source: Invalid T2 Value,Please Choose it from look up
ms: Nilai tidak valid T2, Silahkan Pilih dari mencari

# Msg45
source: Invalid T3 Value,Please Choose it from look up
ms: Nilai tidak valid T3, Silahkan Pilih dari mencari

# Msg46
source: Invalid T4 Value,Please Choose it from look up
ms: Nilai tidak valid T4, Silahkan Pilih dari mencari

# Msg47
source: Invalid Field Number,Please Choose it from look up
ms: Valid FieldNo, Silahkan Pilih dari mencari

# Msg48
source: This FieldNo does not belongs to selected Afdeling,Please Choose it from look up
ms: Blok ini tidak milik Afdeling yang dipilih, Silahkan Pilih dari mencari

# Msg49
source: Invalid Station,Please Choose it from look up
ms: Stasiun tidak valid, Silahkan Pilih dari mencari

# Msg50
source: Invalid VHNo,Please Choose it from look up
ms: Valid VHNo, Silahkan Pilih dari mencari

# Msg51
source: Invalid VHDetail Cost code,Please Choose it from look up
ms: Kode valid Biaya VHDetail, Silahkan Pilih dari mencari

# Msg52
source: No Records Available!
ms: Tidak Records Tersedia!

# Msg53
source: There is no record to select
ms: Tidak ada catatan untuk memilih

# Msg54
source: You are about to Delete the selected record. Are you sure? If yes please click ""OK"" or click ""Cancel"".
ms: Anda akan Menghapus catatan yang dipilih. Apakah Anda yakin? Jika ya silahkan klik "" OK "" atau klik "" Batal "".

# Msg55
source: Data Deleted Successfully
ms: Data Berhasil Dihapus

# Msg56
source: You can delete only OPEN/REJECTED Records
ms: Anda dapat menghapus hanya OPEN / DITOLAK Records

# Msg57
source: No Record to Delete
ms: Rekam Tidak untuk Hapus

# Msg58
source: Status not Selected
ms: Status tidak Dipilih

# Msg59
source: Status not Selected
ms: Status tidak Dipilih

# Msg60
source: You are about to Confirm the record. Are you sure? If yes please click ""OK"" or click ""Cancel"".
ms: Anda akan Konfirmasi merekam. Apakah Anda yakin? Jika ya silahkan klik "" OK "" atau klik "" Batal "".

# Msg61
source: Approved Successfully
ms: Disetujui Berhasil

# Msg62
source: Failed to Insert Journa Details Standard price Debit transaction
ms: Gagal Masukkan Rincian harga Journa transaksi Standar Debet

# Msg63
source: failed to insert vhchargedetail
ms: gagal vhchargedetail menyisipkan

# Msg64
source: Failed to Update LedgerAllModule BatchAmount
ms: Gagal Update LedgerAllModule BatchAmount

# Msg65
source: Transaction Completed
ms: Transaksi Selesai

# Msg66
source: Please enter the rejected reason
ms: Harap masukkan alasan ditolak

# Msg67
source: You are about to Reject the record. Are you sure? If yes please click ""OK"" or click ""Cancel"".
ms: Harap masukkan alasan ditolak

# Msg68
source: Rejected Successfully
ms: Ditolak Berhasil

# Msg69
source: you are about to navigate away from the current tab,you may lose unsaved data. are you sure? if yes please click ""ok"" or click ""cancel"".
ms: Anda akan beralih dari tab saat ini, Anda mungkin kehilangan data yang belum disimpan. apakah Anda yakin? jika ya silahkan klik "" ok "" atau klik "" cancel "".

# Msg70
source: Record can not be Deleted in approval screen
ms: Record tidak bisa dihapus di layar persetujuan

# Msg71
source: you are about to delete the selected record. are you sure? if yes please click ""ok"" or click ""cancel"".
ms: Anda akan menghapus catatan yang dipilih. apakah Anda yakin? jika ya silahkan klik "" ok "" atau klik "" cancel "".

# Msg72
source: You cannot delete the last detail/summary record. The master record requires at least one detail/summary record. Please add a detail/summary record before deleting this record. You can also delete all detail/summary records including the corresponding master record using the Delete All button. This action cannot be undone.
ms: Anda tidak dapat menghapus detail terakhir / catatan ringkasan. Rekaman master membutuhkan setidaknya satu detail / catatan ringkasan. Harap menambahkan detail / catatan ringkasan sebelum menghapus catatan ini. Anda juga dapat menghapus semua detail / ringkasan catatan termasuk master rekaman yang sesuai dengan menggunakan tombol Hapus Semua. Tindakan ini tidak dapat dibatalkan.

# Msg73
source: Data deleted successfully
ms: Data berhasil dihapus

# Msg74
source: Data operation failed
ms: Data operasi gagal

# Msg75
source: Data deleted successfully
ms: Data berhasil dihapus

# Msg76
source: You can delete only OPEN/REJECTED Records
ms: Anda dapat menghapus hanya OPEN / DITOLAK Records

# Msg77
source: No Record to Delete
ms: Rekam Tidak untuk Hapus

# Msg78
source: Record can not be Deleted in approval screen
ms: Record tidak bisa dihapus di layar persetujuan

# Msg79
source: You are about to Delete the selected record. Are you sure? If yes please click ""OK"" or click ""Cancel"".
ms: Anda akan Menghapus catatan yang dipilih. Apakah Anda yakin? Jika ya silahkan klik "" OK "" atau klik "" Batal "".

# Msg80
source: Data Deleted Successfully
ms: Data Berhasil Dihapus

# Msg81
source: You can delete only OPEN/REJECTED Records
ms: Anda dapat menghapus hanya OPEN / DITOLAK Records

# Msg82
source: No Record to Delete
ms: Rekam Tidak untuk Hapus

# Msg83
source: There is no enough stockavailable for the stock item
ms: Tidak ada cukup stockavailable untuk item stok

# Msg84
source: Do you want to save the data?If yes please click ""OK"" or click ""Cancel"".
ms: Apakah Anda ingin menyimpan data Jika ya silahkan klik "" OK "" atau klik "" Batal "?".

# Msg85
source: “Data not saved, do you want to proceed without saving?” If yes please click ""OK"" or click ""Cancel""
ms: "Data tidak disimpan, apakah Anda ingin melanjutkan tanpa menyimpan?" Jika ya silahkan klik "" OK "" atau klik "" Batal ""
